INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('e589f90d-c44f-46f2-b5ea-844dc5d4d669', 'Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. серебристый', 74, '84-e589f90d-c44f-46f2-b5ea-844dc5d4d669', 'Самый лучший среди товаров на рынке Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. серебристый', 4.19, 84),
('dcccbd7d-4025-42bb-9b45-f5e5257acebb', 'Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. золотистый', 74, '84-dcccbd7d-4025-42bb-9b45-f5e5257acebb', 'Самый лучший среди товаров на рынке Елочная верхушка Maxprime Звезда CSN363_BM813-2C-W_BLACK 1 шт. золотистый', 4.5, 84),
('d5c1204e-c7a5-4680-b2ee-d5fb55b3a51c', 'Шар на ель Maxprime 9LJ.LJ128980.T 6 шт. серебристый', 99, '84-d5c1204e-c7a5-4680-b2ee-d5fb55b3a51c', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ128980.T 6 шт. серебристый', 4.66, 84),
('7bb69385-2ded-4d45-8f45-b62439b786a1', 'Шар на ель Maxprime 9LJ.LJ128962.T 6 шт. золотистый', 109, '84-7bb69385-2ded-4d45-8f45-b62439b786a1', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ128962.T 6 шт. золотистый', 4.44, 84),
('9ea394a1-6699-4053-9d02-d232637a0981', 'Шар на ель Maxprime FL96_A201036-3_BROWN 50 шт. серебристый голубой', 799, '84-9ea394a1-6699-4053-9d02-d232637a0981', 'Самый лучший среди товаров на рынке Шар на ель Maxprime FL96_A201036-3_BROWN 50 шт. серебристый голубой', 4.9, 84),
('eb0d0b60-c0d9-4526-a689-325e366da056', 'Шар на ель Maxprime FL96_A201036-3_BROWN 10 шт. серебристый', 119, '84-eb0d0b60-c0d9-4526-a689-325e366da056', 'Самый лучший среди товаров на рынке Шар на ель Maxprime FL96_A201036-3_BROWN 10 шт. серебристый', 4.27, 84),
('5485877d-4e6d-41a8-9e74-0ad7fba9e9f0', 'Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. золотистый', 1199, '84-5485877d-4e6d-41a8-9e74-0ad7fba9e9f0', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. золотистый', 4.13, 84),
('ec32ab0d-8eda-4d09-916f-249ebe5b56ea', 'Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. серебристый', 1199, '84-ec32ab0d-8eda-4d09-916f-249ebe5b56ea', 'Самый лучший среди товаров на рынке Шар на ель Maxprime 9LJ.LJ129033.T 100 шт. серебристый', 4.9, 84),
('be04cacc-0f86-431a-97a8-04686e11f7a0', 'Елочная игрушка Феникс Present Фея в белом 1 шт. белый серый бежевый', 259, '84-be04cacc-0f86-431a-97a8-04686e11f7a0', 'Самый лучший среди товаров на рынке Елочная игрушка Феникс Present Фея в белом 1 шт. белый серый бежевый', 4.3, 84),
('685769b0-2c4c-4b5e-8092-f85e48093684', 'Украшение новогоднее Феникс-Презент С Новым годом подвесное, стекло, 1 шт.', 329, '84-685769b0-2c4c-4b5e-8092-f85e48093684', 'Самый лучший среди товаров на рынке Украшение новогоднее Феникс-Презент С Новым годом подвесное, стекло, 1 шт.', 4.17, 84),
('dde1b884-cbcc-4740-ac46-3da9ca79f668', 'Украшение новогоднее Феникс-Презент Мишка подвесное, стекло, 1 шт.', 349, '84-dde1b884-cbcc-4740-ac46-3da9ca79f668', 'Самый лучший среди товаров на рынке Украшение новогоднее Феникс-Презент Мишка подвесное, стекло, 1 шт.', 4.8, 84),
('bdacfdb0-b103-4388-84da-dbfb3b1830a4', 'Елочная игрушка Олени 89846 1 шт. разноцветный', 349, '84-bdacfdb0-b103-4388-84da-dbfb3b1830a4', 'Самый лучший среди товаров на рынке Елочная игрушка Олени 89846 1 шт. разноцветный', 4.9, 84),
('718b42db-bee2-4b91-aa44-e84193ee20ba', 'Елочная игрушка Феникс Present 90871 4 шт. серебристый белый', 429, '84-718b42db-bee2-4b91-aa44-e84193ee20ba', 'Самый лучший среди товаров на рынке Елочная игрушка Феникс Present 90871 4 шт. серебристый белый', 4.2, 84);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('0bab6d77-aa59-4dee-9e25-6420d9c7c6e1', 'Стол LETTA Ультра, Белое тиснение', 4999, '92-0bab6d77-aa59-4dee-9e25-6420d9c7c6e1', 'Самый лучший среди товаров на рынке Стол LETTA Ультра, Белое тиснение', 4.24, 92),
('de0044da-1ce2-4c11-85cb-b38987bbadb9', 'Стол игровой Defender Electro RGB с подставкой под кружку и подвесом под гарнитуру, чёрный', 10765, '92-de0044da-1ce2-4c11-85cb-b38987bbadb9', 'Самый лучший среди товаров на рынке Стол игровой Defender Electro RGB с подставкой под кружку и подвесом под гарнитуру, чёрный', 4.67, 92),
('c356d251-3930-4122-ab5a-fcf9ae17be48', 'Стол письменный ТОП-Мебель Фрея 4 ящика, 110х75х50см белый', 5775, '92-c356d251-3930-4122-ab5a-fcf9ae17be48', 'Самый лучший среди товаров на рынке Стол письменный ТОП-Мебель Фрея 4 ящика, 110х75х50см белый', 4.65, 92),
('b9201d61-e020-4292-92f7-8e9b369ccbfb', 'Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) ДК 71 ЧР, темно бежевый черный', 5300, '92-b9201d61-e020-4292-92f7-8e9b369ccbfb', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) ДК 71 ЧР, темно бежевый черный', 4.71, 92),
('7a9d9464-669b-47b2-9346-336f2082e2ef', 'Стол письменный Woodville Kiwi белый', 1640, '92-7a9d9464-669b-47b2-9346-336f2082e2ef', 'Самый лучший среди товаров на рынке Стол письменный Woodville Kiwi белый', 4.24, 92),
('6500bf39-d9a0-4ed1-a697-6d3ce13f0983', 'Стол компьютерный игровой LevelUP 1400 Черный Красный, 140*74 см.', 7490, '92-6500bf39-d9a0-4ed1-a697-6d3ce13f0983', 'Самый лучший среди товаров на рынке Стол компьютерный игровой LevelUP 1400 Черный Красный, 140*74 см.', 4.33, 92),
('94913efc-1a79-4f6e-9c48-29cc1e8a2d1b', 'Стол LETTA Ультра, Дуб сонома', 4999, '92-94913efc-1a79-4f6e-9c48-29cc1e8a2d1b', 'Самый лучший среди товаров на рынке Стол LETTA Ультра, Дуб сонома', 4.50, 92),
('b4fdc3e9-b018-40a0-8419-50a1e418b532', 'Стол письменный, компьютерный с ящиками Марио-1 БЛ 71 М БЛ-2 (120х60х75) белый', 9900, '92-b4fdc3e9-b018-40a0-8419-50a1e418b532', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный с ящиками Марио-1 БЛ 71 М БЛ-2 (120х60х75) белый', 4.53, 92),
('37f656e7-f967-4027-9ab0-d63bdc32443a', 'Письменный стол LOFTWELL "Light" Ясень', 9090, '92-37f656e7-f967-4027-9ab0-d63bdc32443a', 'Самый лучший среди товаров на рынке Письменный стол LOFTWELL "Light" Ясень', 4.14, 92),
('15bddb76-802b-49eb-94f6-ef4b2f4c69c7', 'Стол письменный Woodville Kiwi венге', 1640, '92-15bddb76-802b-49eb-94f6-ef4b2f4c69c7', 'Самый лучший среди товаров на рынке Стол письменный Woodville Kiwi венге', 4.13, 92),
('eb1dbef1-c985-4ab5-8d94-e902af18aebb', 'Стол игровой Defender Foton RGB с подставкой под кружку и подвесом под гарнитуру, белый', 11015, '92-eb1dbef1-c985-4ab5-8d94-e902af18aebb', 'Самый лучший среди товаров на рынке Стол игровой Defender Foton RGB с подставкой под кружку и подвесом под гарнитуру, белый', 4.23, 92),
('ff131de9-1478-47a2-bd2d-2bb839d6c6c2', 'Стол письменный Комфорт-S АГАТА М15 белый', 3711, '92-ff131de9-1478-47a2-bd2d-2bb839d6c6c2', 'Самый лучший среди товаров на рынке Стол письменный Комфорт-S АГАТА М15 белый', 4.18, 92),
('9eeb2fa3-9587-489d-8915-dfa4da43145a', 'Стол письменный Домотека Мартин БЛ 71 БЛ белый 110х57х75', 6900, '92-9eeb2fa3-9587-489d-8915-dfa4da43145a', 'Самый лучший среди товаров на рынке Стол письменный Домотека Мартин БЛ 71 БЛ белый 110х57х75', 4.41, 92),
('ec32a1f8-fdd6-4ee9-a8db-be08b4e7ed0a', 'Письменный стол LOFTWELL "Light" Цемент', 9090, '92-ec32a1f8-fdd6-4ee9-a8db-be08b4e7ed0a', 'Самый лучший среди товаров на рынке Письменный стол LOFTWELL "Light" Цемент', 4.27, 92),
('f27173a4-3e41-4d7c-8dcb-9f540ce5ecdd', 'Письменный стол Beneli Алекс дуб сонома белый, 100х50х76 см', 3850, '92-f27173a4-3e41-4d7c-8dcb-9f540ce5ecdd', 'Самый лучший среди товаров на рынке Письменный стол Beneli Алекс дуб сонома белый, 100х50х76 см', 4.93, 92),
('9e27080e-73ac-4647-bf2d-2dea56bed9c6', 'Стол письменный ТриЯ тип 4 Дуб Сонома Белый Ясень', 6599, '92-9e27080e-73ac-4647-bf2d-2dea56bed9c6', 'Самый лучший среди товаров на рынке Стол письменный ТриЯ тип 4 Дуб Сонома Белый Ясень', 4.39, 92),
('9b722f48-c58e-4314-99a0-f2f28575af22', 'Стол письменный Найс с ящиком,750х350х750, Белый', 2435, '92-9b722f48-c58e-4314-99a0-f2f28575af22', 'Самый лучший среди товаров на рынке Стол письменный Найс с ящиком,750х350х750, Белый', 4.19, 92),
('1fc571b6-b631-4fe7-b19e-a63544f7c671', 'Стол игровой Defender Space с подставкой под кружку и подвесом под гарнитуру, чёрный', 8484, '92-1fc571b6-b631-4fe7-b19e-a63544f7c671', 'Самый лучший среди товаров на рынке Стол игровой Defender Space с подставкой под кружку и подвесом под гарнитуру, чёрный', 4.42, 92),
('669a7899-0896-4adf-a2c0-fa64ffd21409', 'Стол игровой Hiper Titan HGTBL001, с подсветкой, черный', 13374, '92-669a7899-0896-4adf-a2c0-fa64ffd21409', 'Самый лучший среди товаров на рынке Стол игровой Hiper Titan HGTBL001, с подсветкой, черный', 4.44, 92),
('e5d6a948-2502-41ad-9f69-8785dc4d934f', 'Стол письменный Домотека Мартин ДК 71 ЧР темно бежевый черный 110х57х75', 6900, '92-e5d6a948-2502-41ad-9f69-8785dc4d934f', 'Самый лучший среди товаров на рынке Стол письменный Домотека Мартин ДК 71 ЧР темно бежевый черный 110х57х75', 4.55, 92),
('c66ace62-7ea6-4dfc-a792-b2047b24f090', 'Письменный стол Beneli Алекс белый, 100х50х76 см', 5980, '92-c66ace62-7ea6-4dfc-a792-b2047b24f090', 'Самый лучший среди товаров на рынке Письменный стол Beneli Алекс белый, 100х50х76 см', 4.55, 92),
('866ed835-b095-437d-be76-8031b3fb3f0a', 'Стол компьютерный, стол письменный Ascetic 1200 Черный Красный, 120*71,6 см.', 4790, '92-866ed835-b095-437d-be76-8031b3fb3f0a', 'Самый лучший среди товаров на рынке Стол компьютерный, стол письменный Ascetic 1200 Черный Красный, 120*71,6 см.', 4.48, 92),
('0a5834c1-130d-482b-af71-e5740f4f3c49', 'Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) БЛ 71 ЧР, белый, черный', 5300, '92-0a5834c1-130d-482b-af71-e5740f4f3c49', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный Домотека Нобель 1 (120х60х75) БЛ 71 ЧР, белый, черный', 4.13, 92),
('6087de57-8215-4419-9ed3-a6e8c4a26ad0', 'Письменный стол MFMaster 80309495, белый', 1599, '92-6087de57-8215-4419-9ed3-a6e8c4a26ad0', 'Самый лучший среди товаров на рынке Письменный стол MFMaster 80309495, белый', 4.53, 92),
('83bb659a-53a4-4b1c-9482-23330de94d89', 'Стол письменный Феликс ПК-МКП-СТТК100Х39-В1-76', 2850, '92-83bb659a-53a4-4b1c-9482-23330de94d89', 'Самый лучший среди товаров на рынке Стол письменный Феликс ПК-МКП-СТТК100Х39-В1-76', 4.45, 92),
('f3058514-666a-4cc3-adc5-cb56d524d27d', 'Стол письменный Рост МО Мокко 68,4х54,4х76,6 см', 1799, '92-f3058514-666a-4cc3-adc5-cb56d524d27d', 'Самый лучший среди товаров на рынке Стол письменный Рост МО Мокко 68,4х54,4х76,6 см', 4.5, 92),
('d078c134-3d65-418e-b662-ce2b2269a327', 'Стол письменный ТриЯ Марли Тип 1 Белый', 7260, '92-d078c134-3d65-418e-b662-ce2b2269a327', 'Самый лучший среди товаров на рынке Стол письменный ТриЯ Марли Тип 1 Белый', 4.5, 92),
('978c4466-883c-4141-9bda-1563b970daad', 'Письменный стол, компьютерный стол угловой с полками Corner 900 Белый, 90*90 см.', 4290, '92-978c4466-883c-4141-9bda-1563b970daad', 'Самый лучший среди товаров на рынке Письменный стол, компьютерный стол угловой с полками Corner 900 Белый, 90*90 см.', 4.16, 92),
('7a65e5c7-4e8f-4169-9ade-672e8ba909b8', 'Стол компьютерный, стол письменный Ascetic 1200 Белый, 120*71,6 см.', 4790, '92-7a65e5c7-4e8f-4169-9ade-672e8ba909b8', 'Самый лучший среди товаров на рынке Стол компьютерный, стол письменный Ascetic 1200 Белый, 120*71,6 см.', 4.10, 92),
('078af04c-53d1-404b-8686-ce882eb465cc', 'Стол компьютерный ГРАНИКУМ Дива белый', 1767, '92-078af04c-53d1-404b-8686-ce882eb465cc', 'Самый лучший среди товаров на рынке Стол компьютерный ГРАНИКУМ Дива белый', 4.1, 92),
('0ba660c8-0d80-488b-8707-a302eaffe1f5', 'Стол LETTA Ультра, Венге', 4999, '92-0ba660c8-0d80-488b-8707-a302eaffe1f5', 'Самый лучший среди товаров на рынке Стол LETTA Ультра, Венге', 4.14, 92),
('3057df1a-66d1-4d2d-9b11-93ec21524f03', 'Стол письменный LETTA Ультра с тумбой Белое тиснение', 4399, '92-3057df1a-66d1-4d2d-9b11-93ec21524f03', 'Самый лучший среди товаров на рынке Стол письменный LETTA Ультра с тумбой Белое тиснение', 4.14, 92),
('b94c1a82-3272-4b84-a7cb-94a758c197b1', 'Стол письменный, компьютерный Домотека Марио 1 ДК 71-М ЧР (120х60х75) темно-бежевый', 9900, '92-b94c1a82-3272-4b84-a7cb-94a758c197b1', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный Домотека Марио 1 ДК 71-М ЧР (120х60х75) темно-бежевый', 4.21, 92),
('e20120fa-7a29-45c9-a6f6-303d2c4effb2', 'Стол письменный, компьютерный, Домотека Мартин М БЛ 71 БЛ-2 (92х51х75), белый', 6600, '92-e20120fa-7a29-45c9-a6f6-303d2c4effb2', 'Самый лучший среди товаров на рынке Стол письменный, компьютерный, Домотека Мартин М БЛ 71 БЛ-2 (92х51х75), белый', 4.15, 92);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('58e515c0-c519-484a-9b55-5bd61df6dd3a', 'Пенал-косметичка школьный, арт.KBX-063 серый, 1шт', 199, '103-58e515c0-c519-484a-9b55-5bd61df6dd3a', 'Самый лучший среди товаров на рынке Пенал-косметичка школьный, арт.KBX-063 серый, 1шт', 4.71, 103),
('f2c75877-4436-4a1b-ae19-7f53cfa29e71', 'Пенал тубус, 6х6х20 см, цвет синий джинс, 1 шт.', 139, '103-f2c75877-4436-4a1b-ae19-7f53cfa29e71', 'Самый лучший среди товаров на рынке Пенал тубус, 6х6х20 см, цвет синий джинс, 1 шт.', 4.17, 103),
('5a570c59-2962-47c3-bd15-d60b42d1ca72', 'Пенал-футляр Prof-Press Пони и радуга пластик желтый 20 х 8 х 2,5 см', 111, '103-5a570c59-2962-47c3-bd15-d60b42d1ca72', 'Самый лучший среди товаров на рынке Пенал-футляр Prof-Press Пони и радуга пластик желтый 20 х 8 х 2,5 см', 4.81, 103),
('4b84d29a-c940-4e8c-8f10-7bc28e342ad4', 'Пенал Proff Press Модные кеды ПН-6939', 126, '103-4b84d29a-c940-4e8c-8f10-7bc28e342ad4', 'Самый лучший среди товаров на рынке Пенал Proff Press Модные кеды ПН-6939', 4.84, 103),
('a16b67b4-d0cd-44ae-afb1-dd1f5d7cc325', 'Пенал ProfPress море сладостей, пластик ПН-6929', 122, '103-a16b67b4-d0cd-44ae-afb1-dd1f5d7cc325', 'Самый лучший среди товаров на рынке Пенал ProfPress море сладостей, пластик ПН-6929', 4.93, 103),
('33b777e9-99d5-4670-857a-c598b991d318', 'Пенал Роблокс черно-зеленый 23452421', 850, '103-33b777e9-99d5-4670-857a-c598b991d318', 'Самый лучший среди товаров на рынке Пенал Роблокс черно-зеленый 23452421', 4.9, 103),
('aba51393-ea50-4a39-840e-c74066509fdc', 'Пенал Проф-Пресс пластмассовый 1 отделение 7,5х3х20,5см Цвет прованса', 101, '103-aba51393-ea50-4a39-840e-c74066509fdc', 'Самый лучший среди товаров на рынке Пенал Проф-Пресс пластмассовый 1 отделение 7,5х3х20,5см Цвет прованса', 4.21, 103),
('9175770c-00e8-4a16-870b-ec7e806ccced', 'Пенал для канцелярских принадлежностей, Единороги', 180, '103-9175770c-00e8-4a16-870b-ec7e806ccced', 'Самый лучший среди товаров на рынке Пенал для канцелярских принадлежностей, Единороги', 4.28, 103),
('0a9c6a2d-ab9c-407c-a627-20452a56ea49', 'Пенал ND Play PC1855, без наполнения, 18*5*5 см, черный', 199, '103-0a9c6a2d-ab9c-407c-a627-20452a56ea49', 'Самый лучший среди товаров на рынке Пенал ND Play PC1855, без наполнения, 18*5*5 см, черный', 4.3, 103),
('2c1e50a7-fcc8-4f6d-bf4f-af9cfc5d05a9', 'Пенал Brauberg 270319', 624, '103-2c1e50a7-fcc8-4f6d-bf4f-af9cfc5d05a9', 'Самый лучший среди товаров на рынке Пенал Brauberg 270319', 4.6, 103),
('749f7291-f15a-43b8-9812-7ca8b9f52a3e', 'Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 385, '103-749f7291-f15a-43b8-9812-7ca8b9f52a3e', 'Самый лучший среди товаров на рынке Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 4.4, 103),
('a4fae59a-0fa3-47a2-89e3-6ab300f48967', 'Пенал Лента 20,5 х 6 х 7,5 см в ассортименте', 350, '103-a4fae59a-0fa3-47a2-89e3-6ab300f48967', 'Самый лучший среди товаров на рынке Пенал Лента 20,5 х 6 х 7,5 см в ассортименте', 4.95, 103),
('56ad9642-ed61-41a1-90be-3240a5eacb1a', 'Пенал Котэ, 9,5х8,5х20 см, цвет белый, 1 шт.', 359, '103-56ad9642-ed61-41a1-90be-3240a5eacb1a', 'Самый лучший среди товаров на рынке Пенал Котэ, 9,5х8,5х20 см, цвет белый, 1 шт.', 4.17, 103),
('d8ec7f05-93fa-4506-9aad-d972926a92ba', 'Пенал-косметичка Brauberg 229271', 460, '103-d8ec7f05-93fa-4506-9aad-d972926a92ba', 'Самый лучший среди товаров на рынке Пенал-косметичка Brauberg 229271', 4.68, 103),
('2f5ab02f-fa41-4dec-8d92-885898ef5ab0', 'Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, синий', 129, '103-2f5ab02f-fa41-4dec-8d92-885898ef5ab0', 'Самый лучший среди товаров на рынке Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, синий', 4.18, 103),
('a032bcee-e6e1-4bcd-9725-e7c8c46ad546', 'Пенал Fluid Future 20 х 4,8 х 5,5 см', 200, '103-a032bcee-e6e1-4bcd-9725-e7c8c46ad546', 'Самый лучший среди товаров на рынке Пенал Fluid Future 20 х 4,8 х 5,5 см', 4.95, 103),
('c37b8d8f-b32d-446c-8efe-0ded432a3019', 'Пенал 3 секции, вкладка внутри, 140 х 210 мм, ткань, Calligrata Block, Волк графика', 902, '103-c37b8d8f-b32d-446c-8efe-0ded432a3019', 'Самый лучший среди товаров на рынке Пенал 3 секции, вкладка внутри, 140 х 210 мм, ткань, Calligrata Block, Волк графика', 4.1, 103),
('047feee9-6f25-4151-aecb-9ba06c161bce', 'Пенал-тубус Lorex Tube розовый, одно отделение, 4x6x20', 245, '103-047feee9-6f25-4151-aecb-9ba06c161bce', 'Самый лучший среди товаров на рынке Пенал-тубус Lorex Tube розовый, одно отделение, 4x6x20', 4.14, 103),
('546acced-5b1c-4d77-a8ad-a8fe9adac7db', 'Пенал-тубус Cristal СТАММ ПН55', 185, '103-546acced-5b1c-4d77-a8ad-a8fe9adac7db', 'Самый лучший среди товаров на рынке Пенал-тубус Cristal СТАММ ПН55', 4.3, 103),
('498c0c55-4b80-4d37-80cb-14af9ea58991', 'Пенал с наполнением MagTaller 27 предметов', 800, '103-498c0c55-4b80-4d37-80cb-14af9ea58991', 'Самый лучший среди товаров на рынке Пенал с наполнением MagTaller 27 предметов', 4.95, 103),
('d744dea8-62d1-4301-b2ce-ed3d8ceeac0c', 'Пенал мягкий, 1 отделение, 75 х 195 мм, плоский, ПМП 07-20 "Единорог в алмазах" чёрный 704', 239, '103-d744dea8-62d1-4301-b2ce-ed3d8ceeac0c', 'Самый лучший среди товаров на рынке Пенал мягкий, 1 отделение, 75 х 195 мм, плоский, ПМП 07-20 "Единорог в алмазах" чёрный 704', 4.3, 103),
('be609a16-4fde-495a-9c5f-e24b5a8a130b', 'Пенал-тубус для кистей на молнии Пчелка черный кожзам, 270х90 мм', 250, '103-be609a16-4fde-495a-9c5f-e24b5a8a130b', 'Самый лучший среди товаров на рынке Пенал-тубус для кистей на молнии Пчелка черный кожзам, 270х90 мм', 4.39, 103),
('9b5a1e85-96d5-4f9f-95fc-f424875d00f6', 'Пенал 2 секции 125x205 наполн. лам.карт 30П26 2 set Calligrata 23предм дев Бульдог', 378, '103-9b5a1e85-96d5-4f9f-95fc-f424875d00f6', 'Самый лучший среди товаров на рынке Пенал 2 секции 125x205 наполн. лам.карт 30П26 2 set Calligrata 23предм дев Бульдог', 4.6, 103),
('741648e3-b5f9-4e57-b40e-21b5d0a18b0d', 'Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, чёрный', 129, '103-741648e3-b5f9-4e57-b40e-21b5d0a18b0d', 'Самый лучший среди товаров на рынке Пенал мягкий, 1 отделение, объёмный, 60 х 195 мм, К-21, чёрный', 4.26, 103);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('bed83840-dc8b-4e22-ac0d-1665e5f61bbe', 'Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, зелёный', 32990, '23-bed83840-dc8b-4e22-ac0d-1665e5f61bbe', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, зелёный', 4.95, 23),
('5f862c5a-cda2-415c-b63d-a2e7c0d9350d', 'Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, синий', 32990, '23-5f862c5a-cda2-415c-b63d-a2e7c0d9350d', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art L 27", IPS, 2K, 1ms, HDMI, DP, USB, M M, 165Hz, 300cd, синий', 4.2, 23),
('13bf02e2-d7c4-476a-bea0-598244b9b2a1', 'Монитор Digma Pro Art M 27", IPS, 5K, 5ms, HDMI, DP, USB, M M, 60Hz, 500cd, серебристый', 59990, '23-13bf02e2-d7c4-476a-bea0-598244b9b2a1', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art M 27", IPS, 5K, 5ms, HDMI, DP, USB, M M, 60Hz, 500cd, серебристый', 4.95, 23),
('1bab8ccb-f2b2-4a01-9729-f68b44f2c44c', 'Монитор Digma Pro Art S 27", IPS, 4K, 5ms, HDMI, DP, USB, M M, 60Hz, 400cd, серый', 34990, '23-1bab8ccb-f2b2-4a01-9729-f68b44f2c44c', 'Самый лучший среди товаров на рынке Монитор Digma Pro Art S 27", IPS, 4K, 5ms, HDMI, DP, USB, M M, 60Hz, 400cd, серый', 4.95, 23),
('832cc4e6-e08a-45fa-b62e-a31981de7b5a', '23.8" Монитор Xiaomi Redmi Gaming Monitor G24 Black 165Hz 1920x1080 VA', 10766, '23-832cc4e6-e08a-45fa-b62e-a31981de7b5a', 'Самый лучший среди товаров на рынке 23.8" Монитор Xiaomi Redmi Gaming Monitor G24 Black 165Hz 1920x1080 VA', 4.66, 23),
('8ba84540-95d6-4667-8d70-99aeccb43fc7', '27" Монитор LG UltraGear 27GN800-B Black 144Hz 2560x1440 IPS', 26209, '23-8ba84540-95d6-4667-8d70-99aeccb43fc7', 'Самый лучший среди товаров на рынке 27" Монитор LG UltraGear 27GN800-B Black 144Hz 2560x1440 IPS', 4.65, 23),
('bd3eb46e-7011-491a-90b5-a760f4eaaf2f', '27" Монитор Xiaomi X27G (G27) черный 165Hz 1920x1080 IPS', 18541, '23-bd3eb46e-7011-491a-90b5-a760f4eaaf2f', 'Самый лучший среди товаров на рынке 27" Монитор Xiaomi X27G (G27) черный 165Hz 1920x1080 IPS', 4.71, 23),
('da066a0f-15ae-4528-93dd-f8d6bae3bba0', '27" Монитор Acer SA270Abi Black 75Hz 1920x1080 IPS', 10537, '23-da066a0f-15ae-4528-93dd-f8d6bae3bba0', 'Самый лучший среди товаров на рынке 27" Монитор Acer SA270Abi Black 75Hz 1920x1080 IPS', 4.91, 23),
('d01fd66e-e175-46eb-bd33-3877d7197339', '27" Монитор Acer ED270UPbiipx Black 165Hz 2560x1440 VA', 18999, '23-d01fd66e-e175-46eb-bd33-3877d7197339', 'Самый лучший среди товаров на рынке 27" Монитор Acer ED270UPbiipx Black 165Hz 2560x1440 VA', 4.74, 23),
('4c270960-023d-4a2a-a58b-df33bd4360ef', '23.8" Монитор Sunwind SM-24FI221 черный 100Hz 1920x1080 IPS', 8970, '23-4c270960-023d-4a2a-a58b-df33bd4360ef', 'Самый лучший среди товаров на рынке 23.8" Монитор Sunwind SM-24FI221 черный 100Hz 1920x1080 IPS', 4.23, 23),
('aa346565-1f1e-457e-99b9-482f678ba5c4', '23.8" Монитор DIGMA DM-MONB2403 Black 75Hz 1920x1080 IPS', 8990, '23-aa346565-1f1e-457e-99b9-482f678ba5c4', 'Самый лучший среди товаров на рынке 23.8" Монитор DIGMA DM-MONB2403 Black 75Hz 1920x1080 IPS', 4.9, 23),
('e17d5359-c631-40eb-aa9e-19b926b39c1a', '27" Монитор LG 27MP400-B Black 75Hz 1920x1080 IPS', 11580, '23-e17d5359-c631-40eb-aa9e-19b926b39c1a', 'Самый лучший среди товаров на рынке 27" Монитор LG 27MP400-B Black 75Hz 1920x1080 IPS', 4.90, 23),
('64afc5ac-fd46-4096-91cc-9ae238afa7c4', '27" Монитор Sunwind SUN-M27BG130 Black 165Hz 2560x1440 VA', 17690, '23-64afc5ac-fd46-4096-91cc-9ae238afa7c4', 'Самый лучший среди товаров на рынке 27" Монитор Sunwind SUN-M27BG130 Black 165Hz 2560x1440 VA', 4.46, 23),
('1fc1978a-e64c-4a65-bf52-9df92b6e1944', '34" Монитор Huawei MateView GT ZQE-CBA Black 165Hz 3440x1440 VA', 41223, '23-1fc1978a-e64c-4a65-bf52-9df92b6e1944', 'Самый лучший среди товаров на рынке 34" Монитор Huawei MateView GT ZQE-CBA Black 165Hz 3440x1440 VA', 4.9, 23),
('b30a4959-41a4-4c34-af1e-b570c6287ef2', '23.8" Монитор LG UltraGear 24GN65R-B черный 144Hz 1920x1080 IPS', 17892, '23-b30a4959-41a4-4c34-af1e-b570c6287ef2', 'Самый лучший среди товаров на рынке 23.8" Монитор LG UltraGear 24GN65R-B черный 144Hz 1920x1080 IPS', 4.57, 23),
('ec922e7d-4c3e-4930-b9f2-7b022cbb1075', '27" Монитор ViewSonic VA2732-h Black 75Hz 1920x1080 IPS', 10990, '23-ec922e7d-4c3e-4930-b9f2-7b022cbb1075', 'Самый лучший среди товаров на рынке 27" Монитор ViewSonic VA2732-h Black 75Hz 1920x1080 IPS', 4.12, 23),
('5e2455b3-82e8-4410-bb7f-b7252e4117ab', '27" Монитор Acer Nitro VG272Sbmiipx Black 165Hz 1920x1080 IPS', 18000, '23-5e2455b3-82e8-4410-bb7f-b7252e4117ab', 'Самый лучший среди товаров на рынке 27" Монитор Acer Nitro VG272Sbmiipx Black 165Hz 1920x1080 IPS', 4.42, 23),
('69d5592d-da89-4efe-b73b-e1d6580e98b8', '23.8" Монитор Xiaomi Mi Desktop Monitor 1С Black 60Hz 1920x1080 IPS', 9790, '23-69d5592d-da89-4efe-b73b-e1d6580e98b8', 'Самый лучший среди товаров на рынке 23.8" Монитор Xiaomi Mi Desktop Monitor 1С Black 60Hz 1920x1080 IPS', 4.48, 23),
('12b26d1c-4f1f-4336-922c-0d2c75884b0b', '23.8" Монитор Lime R238L Black 75Hz 1920x1080 IPS', 10352, '23-12b26d1c-4f1f-4336-922c-0d2c75884b0b', 'Самый лучший среди товаров на рынке 23.8" Монитор Lime R238L Black 75Hz 1920x1080 IPS', 4.76, 23),
('5d3781e7-17b0-4bbe-a272-bc06a4f0679d', '23.8" Монитор DIGMA DM-MONB2402 Black 75Hz 1920x1080 IPS', 8490, '23-5d3781e7-17b0-4bbe-a272-bc06a4f0679d', 'Самый лучший среди товаров на рынке 23.8" Монитор DIGMA DM-MONB2402 Black 75Hz 1920x1080 IPS', 4.5, 23),
('162760cc-0288-4cff-80ea-a2376c5a11a9', '23.8" Монитор HIPER EasyView FH2401 Black 75Hz 1920x1080 IPS', 7990, '23-162760cc-0288-4cff-80ea-a2376c5a11a9', 'Самый лучший среди товаров на рынке 23.8" Монитор HIPER EasyView FH2401 Black 75Hz 1920x1080 IPS', 4.4, 23),
('3250aa25-c6e2-40ff-8011-839d353849d1', '27" Монитор LG 27GP850-B Black 180Hz 2560x1440 IPS', 32110, '23-3250aa25-c6e2-40ff-8011-839d353849d1', 'Самый лучший среди товаров на рынке 27" Монитор LG 27GP850-B Black 180Hz 2560x1440 IPS', 4.59, 23),
('fa0adc06-0183-492d-a9b9-dc0408cbd4e7', '23.8" Монитор DIGMA Progress 24P503F черный 100Hz 1920x1080 IPS', 8990, '23-fa0adc06-0183-492d-a9b9-dc0408cbd4e7', 'Самый лучший среди товаров на рынке 23.8" Монитор DIGMA Progress 24P503F черный 100Hz 1920x1080 IPS', 4.27, 23),
('26317a9c-2472-436b-a89b-30f2f77be317', '34" Монитор Xiaomi Mi Curved Gaming Black 144Hz 3440x1440 VA', 28013, '23-26317a9c-2472-436b-a89b-30f2f77be317', 'Самый лучший среди товаров на рынке 34" Монитор Xiaomi Mi Curved Gaming Black 144Hz 3440x1440 VA', 4.52, 23),
('f11360ff-e379-4f46-a53c-dab6f90fc8e1', '27" Монитор Xiaomi RMMNT27NF Black 75Hz 1920x1080 IPS', 13090, '23-f11360ff-e379-4f46-a53c-dab6f90fc8e1', 'Самый лучший среди товаров на рынке 27" Монитор Xiaomi RMMNT27NF Black 75Hz 1920x1080 IPS', 4.91, 23),
('065dd549-27c1-4a8e-a709-0a15725ebe1d', '34" Монитор Xiaomi Curved Display Black 144Hz 3440x1440 VA', 35756, '23-065dd549-27c1-4a8e-a709-0a15725ebe1d', 'Самый лучший среди товаров на рынке 34" Монитор Xiaomi Curved Display Black 144Hz 3440x1440 VA', 4.10, 23),
('120e5f56-5789-4897-810f-07281c60a7dc', '27" Монитор Sunwind SUN-M27BA103 Black 75Hz 1920x1080 IPS', 10590, '23-120e5f56-5789-4897-810f-07281c60a7dc', 'Самый лучший среди товаров на рынке 27" Монитор Sunwind SUN-M27BA103 Black 75Hz 1920x1080 IPS', 4.26, 23),
('3c521037-6f07-486a-b62a-f935f083ae89', '27" Монитор AOC GAMING C27G2ZU Black  Red 240Hz 1920x1080 VA', 24644, '23-3c521037-6f07-486a-b62a-f935f083ae89', 'Самый лучший среди товаров на рынке 27" Монитор AOC GAMING C27G2ZU Black  Red 240Hz 1920x1080 VA', 4.48, 23),
('c099d848-e92f-4415-9050-9feb21280a87', '27" Монитор AOC 27G2SPU BK Black 165Hz 1920x1080 IPS', 21278, '23-c099d848-e92f-4415-9050-9feb21280a87', 'Самый лучший среди товаров на рынке 27" Монитор AOC 27G2SPU BK Black 165Hz 1920x1080 IPS', 4.77, 23),
('1475895f-c02d-4a14-865d-66538143e311', '34" Монитор Samsung C34G55TWWI Black 165Hz 3440x1440 VA', 43990, '23-1475895f-c02d-4a14-865d-66538143e311', 'Самый лучший среди товаров на рынке 34" Монитор Samsung C34G55TWWI Black 165Hz 3440x1440 VA', 4.2, 23),
('527015de-4fb5-470b-a2d5-4ed29e4d77e5', '30" Монитор Xiaomi Redmi Curved Display Black 200Hz 2560x1080 VA', 24273, '23-527015de-4fb5-470b-a2d5-4ed29e4d77e5', 'Самый лучший среди товаров на рынке 30" Монитор Xiaomi Redmi Curved Display Black 200Hz 2560x1080 VA', 4.99, 23);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('fb1b776e-22e0-425d-bae0-f319fa3de8b1', 'Губная гармошка Swan SW1020-9', 420, '41-fb1b776e-22e0-425d-bae0-f319fa3de8b1', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW1020-9', 4.71, 41),
('1f9277b3-93eb-4c17-b3b5-4a87286545fd', 'Губная гармошка Future Star QF-16K', 350, '41-1f9277b3-93eb-4c17-b3b5-4a87286545fd', 'Самый лучший среди товаров на рынке Губная гармошка Future Star QF-16K', 4.21, 41),
('5ef07950-8fd5-42d2-b439-80532b9c9812', 'Губная гармошка «Курочка», цвет белый', 285, '41-5ef07950-8fd5-42d2-b439-80532b9c9812', 'Самый лучший среди товаров на рынке Губная гармошка «Курочка», цвет белый', 4.11, 41),
('d38f60e7-b123-4cc5-ac4c-ac215db7123e', 'Губная гармошка Stagg BJH-B20 C', 690, '41-d38f60e7-b123-4cc5-ac4c-ac215db7123e', 'Самый лучший среди товаров на рынке Губная гармошка Stagg BJH-B20 C', 4.95, 41),
('66494e83-775d-4b3e-997a-74e719569501', 'Губная гармошка C, Черная в черном кейсе Future Star Ff-1016 Bk', 625, '41-66494e83-775d-4b3e-997a-74e719569501', 'Самый лучший среди товаров на рынке Губная гармошка C, Черная в черном кейсе Future Star Ff-1016 Bk', 4.30, 41),
('83fc8cb9-c943-49d9-be42-6855beaedac1', 'Губная гармошка Swan SW24-1', 950, '41-83fc8cb9-c943-49d9-be42-6855beaedac1', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW24-1', 4.4, 41),
('750b12d1-fcfd-4e2c-aa67-461ac859001a', 'Губная гармошка «Зверята», цвет белый', 285, '41-750b12d1-fcfd-4e2c-aa67-461ac859001a', 'Самый лучший среди товаров на рынке Губная гармошка «Зверята», цвет белый', 4.1, 41),
('51016833-8fcb-4ae3-82d2-3331615af071', 'Губная гармошка C, Синяя в черном кейсе Future Star Ff-1016 Bl', 490, '41-51016833-8fcb-4ae3-82d2-3331615af071', 'Самый лучший среди товаров на рынке Губная гармошка C, Синяя в черном кейсе Future Star Ff-1016 Bl', 4.3, 41),
('417eda35-f23e-4de4-8e17-5e2b9b065a19', 'Губная гармошка Future Star FF-1016 GD', 438, '41-417eda35-f23e-4de4-8e17-5e2b9b065a19', 'Самый лучший среди товаров на рынке Губная гармошка Future Star FF-1016 GD', 4.1, 41),
('c043fb48-07df-48cf-b62b-bbc24890dd40', 'Губная гармошка C, Золотая в черном кейсе Future Star Ff-1016 Gd', 625, '41-c043fb48-07df-48cf-b62b-bbc24890dd40', 'Самый лучший среди товаров на рынке Губная гармошка C, Золотая в черном кейсе Future Star Ff-1016 Gd', 4.13, 41),
('599aab6b-7782-4e70-ab31-e6d937bfcc98', 'Губная гармошка Music Life, цвет серебристый, диатоническая, C-major', 622, '41-599aab6b-7782-4e70-ab31-e6d937bfcc98', 'Самый лучший среди товаров на рынке Губная гармошка Music Life, цвет серебристый, диатоническая, C-major', 4.95, 41),
('491250d4-d91c-45db-b103-73ca579e366b', 'Губная гармошка C, Розовая в черном кейсе Future Star Ff-1016 Pk', 680, '41-491250d4-d91c-45db-b103-73ca579e366b', 'Самый лучший среди товаров на рынке Губная гармошка C, Розовая в черном кейсе Future Star Ff-1016 Pk', 4.1, 41),
('48643cd2-0f73-41a8-8c35-7660bc22f633', 'Губная гармошка Swan SW1020H-5', 950, '41-48643cd2-0f73-41a8-8c35-7660bc22f633', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW1020H-5', 4.16, 41),
('3287d6fe-ca09-43e8-8983-88502f7a7e6c', 'Губная гармошка SX HM1020 C', 1267, '41-3287d6fe-ca09-43e8-8983-88502f7a7e6c', 'Самый лучший среди товаров на рынке Губная гармошка SX HM1020 C', 4.2, 41),
('b4768673-d27f-48e7-8d49-02c04f04e638', 'Session Steel C Губная гармошка, Seydel Sohne 10301C', 5200, '41-b4768673-d27f-48e7-8d49-02c04f04e638', 'Самый лучший среди товаров на рынке Session Steel C Губная гармошка, Seydel Sohne 10301C', 4.95, 41),
('8c54182f-0e3d-4cb9-84a7-ddd883926974', 'Губная гармошка Swan SW1040 C-major', 3270, '41-8c54182f-0e3d-4cb9-84a7-ddd883926974', 'Самый лучший среди товаров на рынке Губная гармошка Swan SW1040 C-major', 4.1, 41),
('0340287a-10a0-44d7-adb0-b875034820c8', 'Session Standard C Губная гармошка, Seydel Sohne 10201C', 4430, '41-0340287a-10a0-44d7-adb0-b875034820c8', 'Самый лучший среди товаров на рынке Session Standard C Губная гармошка, Seydel Sohne 10201C', 4.95, 41),
('4f36ba91-924c-4f64-8601-1aa0a6f63273', 'Губная гармошка Hohner Translucent Blue M1110B', 1011, '41-4f36ba91-924c-4f64-8601-1aa0a6f63273', 'Самый лучший среди товаров на рынке Губная гармошка Hohner Translucent Blue M1110B', 4.1, 41),
('d23d13fb-99af-4a7b-8078-17b7d4eb3e59', 'Губная гармошка, диатоническая, 10 отверстий, c-major', 523, '41-d23d13fb-99af-4a7b-8078-17b7d4eb3e59', 'Самый лучший среди товаров на рынке Губная гармошка, диатоническая, 10 отверстий, c-major', 4.95, 41),
('9585a7cf-8492-45aa-80df-a132b0d76549', 'Губная гармоника диатоническая HOHNER Marine Band 1896 20 C', 7549, '41-9585a7cf-8492-45aa-80df-a132b0d76549', 'Самый лучший среди товаров на рынке Губная гармоника диатоническая HOHNER Marine Band 1896 20 C', 4.5, 41);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('b10269c2-1fd5-4eca-b96e-820da52a29dd', 'Сноуборд Telson Aurora 2023 2024 голубой зеленый, 145 см', 18990, '53-b10269c2-1fd5-4eca-b96e-820da52a29dd', 'Самый лучший среди товаров на рынке Сноуборд Telson Aurora 2023 2024 голубой зеленый, 145 см', 4.95, 53),
('1f49f9fc-68f9-42b8-becc-7fe733e08bd9', 'Сноуборд Telson Carbon black cat 2023 2024 черный, 150 см', 19990, '53-1f49f9fc-68f9-42b8-becc-7fe733e08bd9', 'Самый лучший среди товаров на рынке Сноуборд Telson Carbon black cat 2023 2024 черный, 150 см', 4.95, 53),
('0c554825-b94f-4b01-9bba-b16f2277f054', 'Сноуборд Telson Darth Vader 2023 2024 черный, 153 см', 24990, '53-0c554825-b94f-4b01-9bba-b16f2277f054', 'Самый лучший среди товаров на рынке Сноуборд Telson Darth Vader 2023 2024 черный, 153 см', 4.95, 53),
('df5be22c-27af-48c6-95da-ab964dccebce', 'Сноуборд Telson Green night 2023 2024 зеленый, 153 см', 24990, '53-df5be22c-27af-48c6-95da-ab964dccebce', 'Самый лучший среди товаров на рынке Сноуборд Telson Green night 2023 2024 зеленый, 153 см', 4.95, 53),
('7382495a-0474-4dd8-933d-960d3915249f', 'Сноуборд Telson Magic Taro 2023 2024 голубой фиолетовый, 145 см', 18990, '53-7382495a-0474-4dd8-933d-960d3915249f', 'Самый лучший среди товаров на рынке Сноуборд Telson Magic Taro 2023 2024 голубой фиолетовый, 145 см', 4.95, 53),
('94071e11-693e-465a-9b8d-c11d081f4afe', 'Сноуборд Telson Ocean 2023 2024 синий, 153 см', 19990, '53-94071e11-693e-465a-9b8d-c11d081f4afe', 'Самый лучший среди товаров на рынке Сноуборд Telson Ocean 2023 2024 синий, 153 см', 4.95, 53),
('00d7e589-5c1b-4e83-a892-97c2075879a4', 'Сноуборд Telson Orange Dream 2023 2024 оранжевый, 153 см', 24990, '53-00d7e589-5c1b-4e83-a892-97c2075879a4', 'Самый лучший среди товаров на рынке Сноуборд Telson Orange Dream 2023 2024 оранжевый, 153 см', 4.95, 53),
('3bc1a372-f878-4d10-a1e5-ab954f84b150', 'Сноуборд Telson Rebirth Wild Skis 2023 2024 черный, 155 см', 29990, '53-3bc1a372-f878-4d10-a1e5-ab954f84b150', 'Самый лучший среди товаров на рынке Сноуборд Telson Rebirth Wild Skis 2023 2024 черный, 155 см', 4.95, 53),
('8662d3bc-2727-476c-9ea9-ca5d65aa6e3d', 'Сноуборд Telson The Eye of the city 2023 2024 черный, 153 см', 24990, '53-8662d3bc-2727-476c-9ea9-ca5d65aa6e3d', 'Самый лучший среди товаров на рынке Сноуборд Telson The Eye of the city 2023 2024 черный, 153 см', 4.95, 53),
('72ff8a08-11a3-496b-9816-028f16e0b64b', 'Сноуборд Telson The Firefly Claw 2023 2024 зеленый, 145 см', 18990, '53-72ff8a08-11a3-496b-9816-028f16e0b64b', 'Самый лучший среди товаров на рынке Сноуборд Telson The Firefly Claw 2023 2024 зеленый, 145 см', 4.95, 53),
('f7d87cd3-da02-44a2-8f94-756e8366a1be', 'Сноуборд NovaSport 6490-00 2021 2022 разноцветный, 95 см', 1585, '53-f7d87cd3-da02-44a2-8f94-756e8366a1be', 'Самый лучший среди товаров на рынке Сноуборд NovaSport 6490-00 2021 2022 разноцветный, 95 см', 4.8, 53),
('238874a9-d54a-42d2-8aea-2a49150aa62e', 'Сноуборд Дартс-Ковров Пластиковый 2018 2019 разноцветный, 95 см', 1884, '53-238874a9-d54a-42d2-8aea-2a49150aa62e', 'Самый лучший среди товаров на рынке Сноуборд Дартс-Ковров Пластиковый 2018 2019 разноцветный, 95 см', 4.13, 53),
('aa278fe2-8180-4e36-af00-d4957f925084', 'Сноуборд NovaSport пластиковый детский с креплением', 2286, '53-aa278fe2-8180-4e36-af00-d4957f925084', 'Самый лучший среди товаров на рынке Сноуборд NovaSport пластиковый детский с креплением', 4.7, 53),
('4347f0d3-6d37-48b9-80cc-4ae67d218963', 'Пластиковый сноуборд с облегченными креплениями Cicle красный 100 см 2022', 734, '53-4347f0d3-6d37-48b9-80cc-4ae67d218963', 'Самый лучший среди товаров на рынке Пластиковый сноуборд с облегченными креплениями Cicle красный 100 см 2022', 4.2, 53),
('bbdffcce-3891-45be-8357-cf00657f2949', 'Сноуборд пластиковый детский с облегченным креплением NovaSport желтый 95 см 2022', 1649, '53-bbdffcce-3891-45be-8357-cf00657f2949', 'Самый лучший среди товаров на рынке Сноуборд пластиковый детский с облегченным креплением NovaSport желтый 95 см 2022', 4.95, 53),
('9be12502-ac02-49cb-a336-4879c134ec74', 'Сноуборд Cicle с креплениями 2021 2022 milticolor, 95 см', 1528, '53-9be12502-ac02-49cb-a336-4879c134ec74', 'Самый лучший среди товаров на рынке Сноуборд Cicle с креплениями 2021 2022 milticolor, 95 см', 4.95, 53),
('159e9306-c3aa-435b-9727-40a5c27d89df', 'Сноуборд Олимпик жесткие крепления 2021 2022 Желтый, 95 см', 1900, '53-159e9306-c3aa-435b-9727-40a5c27d89df', 'Самый лучший среди товаров на рынке Сноуборд Олимпик жесткие крепления 2021 2022 Желтый, 95 см', 4.95, 53),
('570a6568-7c40-4c9e-b64d-d36507c81c98', 'Сноуборд NIDECKER Mellow 2021 2022 черный, 155W см', 79986, '53-570a6568-7c40-4c9e-b64d-d36507c81c98', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Mellow 2021 2022 черный, 155W см', 4.95, 53),
('38fe189c-1713-4c67-8c07-f35d0c3c8521', 'Сноуборд NIDECKER Venus 2021 2022 черный, 155 см', 67129, '53-38fe189c-1713-4c67-8c07-f35d0c3c8521', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Venus 2021 2022 черный, 155 см', 4.95, 53),
('a78fcc4d-640a-461b-bb3b-d1d67c7f8577', 'Сноуборд NIDECKER Elle 2021 2022 белый, 143 см', 56200, '53-a78fcc4d-640a-461b-bb3b-d1d67c7f8577', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Elle 2021 2022 белый, 143 см', 4.95, 53),
('c231f4b0-7f6c-450f-889d-01da36c4bf1b', 'Сноуборд NIDECKER Play 2021 2022 черный, 159 см', 56200, '53-c231f4b0-7f6c-450f-889d-01da36c4bf1b', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Play 2021 2022 черный, 159 см', 4.95, 53),
('017c2ce1-4691-45aa-94c1-c126b820c310', 'Сноуборд Тяни-толкай пластиковый 2021 2022 черный, 95 см', 1437, '53-017c2ce1-4691-45aa-94c1-c126b820c310', 'Самый лучший среди товаров на рынке Сноуборд Тяни-толкай пластиковый 2021 2022 черный, 95 см', 4.95, 53),
('a69b8eab-7be0-4c29-ba52-a60b69e5e8c7', 'Сноуборд NIDECKER Escape Plus 2023 2024 milticolor, 156 см', 87372, '53-a69b8eab-7be0-4c29-ba52-a60b69e5e8c7', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Escape Plus 2023 2024 milticolor, 156 см', 4.95, 53),
('2e60b875-a008-487d-91d9-141cda1bd318', 'Сноуборд NIDECKER Micron Magic 2023 2024 milticolor, 100 см', 38643, '53-2e60b875-a008-487d-91d9-141cda1bd318', 'Самый лучший среди товаров на рынке Сноуборд NIDECKER Micron Magic 2023 2024 milticolor, 100 см', 4.95, 53),
('348e1e00-5732-4e50-9927-22b51d1e2f8a', 'Сноуборд TELOS Adit Twin Freestyle 2021 2022 желтый, 158 см', 23310, '53-348e1e00-5732-4e50-9927-22b51d1e2f8a', 'Самый лучший среди товаров на рынке Сноуборд TELOS Adit Twin Freestyle 2021 2022 желтый, 158 см', 4.95, 53),
('2625e97e-aaf4-4f3e-bc58-3d044b6bfe50', 'Сноуборд TELOS Chillum Twin Freestyle 2021 2022 синий, 152 см', 29085, '53-2625e97e-aaf4-4f3e-bc58-3d044b6bfe50', 'Самый лучший среди товаров на рынке Сноуборд TELOS Chillum Twin Freestyle 2021 2022 синий, 152 см', 4.95, 53),
('a36bfe11-5218-4315-a19b-09d3a0a77589', 'Сноуборд Spray серый черный 153 см 2023', 25998, '53-a36bfe11-5218-4315-a19b-09d3a0a77589', 'Самый лучший среди товаров на рынке Сноуборд Spray серый черный 153 см 2023', 4.95, 53),
('2046f28a-25b6-451e-9aaf-bee9c1d535b6', 'Сноуборд TERROR Spray 2022 2023 серый черный, 156 см', 25998, '53-2046f28a-25b6-451e-9aaf-bee9c1d535b6', 'Самый лучший среди товаров на рынке Сноуборд TERROR Spray 2022 2023 серый черный, 156 см', 4.95, 53);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('e5ee8ce3-457f-4e50-adf1-32b83370040c', 'Ель искусственная Yiwu Union Christmas Tree 150 см зеленая', 799, '81-e5ee8ce3-457f-4e50-adf1-32b83370040c', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree 150 см зеленая', 4.83, 81),
('98bdf99d-070b-40f5-b292-831d907fad6d', 'Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 60 см зеленая', 649, '81-98bdf99d-070b-40f5-b292-831d907fad6d', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 60 см зеленая', 4.7, 81),
('f8927729-2c7d-40b3-88f2-df130890ed1f', 'Ель искусственная Yiwu Union Christmas Tree с шишками и гирляндой, зеленая, 60 см', 549, '81-f8927729-2c7d-40b3-88f2-df130890ed1f', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree с шишками и гирляндой, зеленая, 60 см', 4.5, 81),
('95233f2c-7e8c-4e1b-859c-b13dbaf683b9', 'Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 45 см зеленая', 399, '81-95233f2c-7e8c-4e1b-859c-b13dbaf683b9', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas tree с украшениями и led гирляндой 45 см зеленая', 4.3, 81),
('9af6bfbf-c000-4cdc-9364-ead0bb975f9b', 'Ель искусственная Yiwu Union Christmas Tree 120 см зеленая', 499, '81-9af6bfbf-c000-4cdc-9364-ead0bb975f9b', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree 120 см зеленая', 4.7, 81),
('7547b093-3302-498f-8c88-1a05be44895d', 'Ель искусственная Yiwu Union Christmas Tree 180 см зеленая', 1299, '81-7547b093-3302-498f-8c88-1a05be44895d', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree 180 см зеленая', 4.8, 81),
('6bf5aab6-e5da-422a-bfba-abf7df447a9e', 'Ель искусственная Yiwu Union Christmas Tree 210 см зеленая', 1399, '81-6bf5aab6-e5da-422a-bfba-abf7df447a9e', 'Самый лучший среди товаров на рынке Ель искусственная Yiwu Union Christmas Tree 210 см зеленая', 4.9, 81),
('16c52319-bb60-4a61-a3fc-ca7426ee359a', 'Ель искусственная Никольская М ЕНИК 21 210 см зеленая', 11630, '81-16c52319-bb60-4a61-a3fc-ca7426ee359a', 'Самый лучший среди товаров на рынке Ель искусственная Никольская М ЕНИК 21 210 см зеленая', 4.95, 81),
('b56bcdff-590d-422f-bee5-65964aa13c72', 'Ель искусственная Tarrington House Nadleen 180 см зеленая', 9890, '81-b56bcdff-590d-422f-bee5-65964aa13c72', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 180 см зеленая', 4.11, 81),
('8d5c9646-f929-478f-afd8-0396d134599d', 'Ель искусственная Tarrington House Каролина 1-20506 150 см зеленая', 4799, '81-8d5c9646-f929-478f-afd8-0396d134599d', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Каролина 1-20506 150 см зеленая', 4.2, 81),
('b8bace54-97c3-4830-ba5c-ebf26bf5a80a', 'Ель искусственная Home Club с пластиковой подставкой 150 см зеленая', 5990, '81-b8bace54-97c3-4830-ba5c-ebf26bf5a80a', 'Самый лучший среди товаров на рынке Ель искусственная Home Club с пластиковой подставкой 150 см зеленая', 4.8, 81),
('b56167ec-05ab-4eeb-9057-b9b2d7d86225', 'Ель искусственная Home Club с пластиковой подставкой 180 см зеленая', 7990, '81-b56167ec-05ab-4eeb-9057-b9b2d7d86225', 'Самый лучший среди товаров на рынке Ель искусственная Home Club с пластиковой подставкой 180 см зеленая', 4.92, 81),
('d076bba8-76b8-4676-a244-7cc8e4a7921b', 'Ель искусственная Tarrington House Альвина 180 см зеленая', 19999, '81-d076bba8-76b8-4676-a244-7cc8e4a7921b', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Альвина 180 см зеленая', 4.1, 81),
('67427203-065e-40b6-af62-1c4c86cba2fc', 'Ель искусственная Tarrington House Марго 180 см зеленая', 18399, '81-67427203-065e-40b6-af62-1c4c86cba2fc', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Марго 180 см зеленая', 4.7, 81),
('c046278e-e4a7-4406-93a0-e84427532f37', 'Ель искусственная Tarrington House Nadleen 210 см зеленая', 10400, '81-c046278e-e4a7-4406-93a0-e84427532f37', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 210 см зеленая', 4.79, 81),
('9c6e3e3f-9bfb-47d7-beda-d8a4fe924bf4', 'Ель искусственная Home Club с пластиковой подставкой 120 см зеленая', 600, '81-9c6e3e3f-9bfb-47d7-beda-d8a4fe924bf4', 'Самый лучший среди товаров на рынке Ель искусственная Home Club с пластиковой подставкой 120 см зеленая', 4.36, 81),
('f5b3fad9-3142-4def-b4d7-92034fd96b87', 'Сосна искусственная Tarrington House Эллис 150 см зеленая', 9599, '81-f5b3fad9-3142-4def-b4d7-92034fd96b87', 'Самый лучший среди товаров на рынке Сосна искусственная Tarrington House Эллис 150 см зеленая', 4.9, 81),
('10c2592b-fde6-4aff-813c-5269a1c0cc00', 'Ель искусственная Tarrington House Агния 150 см зеленая', 22990, '81-10c2592b-fde6-4aff-813c-5269a1c0cc00', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Агния 150 см зеленая', 4.95, 81),
('c64ba791-08b3-4371-a6a6-203006f86cab', 'Ель искусственная Заснеженная 150 см зеленая заснеженная', 6370, '81-c64ba791-08b3-4371-a6a6-203006f86cab', 'Самый лучший среди товаров на рынке Ель искусственная Заснеженная 150 см зеленая заснеженная', 4.95, 81),
('d5e37424-6068-4110-b947-28cdb6c7b0d1', 'Ель искусственная Tarrington House Каролина 1-20513 210 см зеленая', 7999, '81-d5e37424-6068-4110-b947-28cdb6c7b0d1', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Каролина 1-20513 210 см зеленая', 4.9, 81),
('dc3363c5-a8d9-442a-b444-7036e2be86a9', 'Ель искусственная Tarrington House Nadleen 1-47283 120 см зеленая', 5490, '81-dc3363c5-a8d9-442a-b444-7036e2be86a9', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 1-47283 120 см зеленая', 4.20, 81),
('ba930795-7bdd-45ab-8c4b-086754c3bbf9', 'Ель искусственная Tarrington House Элис 1-47436 180 см зеленая', 12799, '81-ba930795-7bdd-45ab-8c4b-086754c3bbf9', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Элис 1-47436 180 см зеленая', 4.1, 81),
('7f9b63d8-9642-406f-8219-9c8f811366b3', 'Ель искусственная Triumph tree Женева с шишками в мешочке 73502 60 см зеленая заснеженная', 6118, '81-7f9b63d8-9642-406f-8219-9c8f811366b3', 'Самый лучший среди товаров на рынке Ель искусственная Triumph tree Женева с шишками в мешочке 73502 60 см зеленая заснеженная', 4.95, 81),
('4fead6b2-b81e-487d-8c36-5516d83ab81a', 'Сосна искусственная Tarrington House 527422 60 см зеленая заснеженная', 899, '81-4fead6b2-b81e-487d-8c36-5516d83ab81a', 'Самый лучший среди товаров на рынке Сосна искусственная Tarrington House 527422 60 см зеленая заснеженная', 4.54, 81),
('5ad79b97-7d92-4e41-9d9c-13f44e48160b', 'Ель искусственная Tarrington House Регина 1-20509 180 см белая', 4799, '81-5ad79b97-7d92-4e41-9d9c-13f44e48160b', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Регина 1-20509 180 см белая', 4.95, 81),
('61fb0c3e-3fe9-48e0-9c7c-642d7ac58bb1', 'Сосна искусственная Tarrington House 1-47371 85 см зеленая', 799, '81-61fb0c3e-3fe9-48e0-9c7c-642d7ac58bb1', 'Самый лучший среди товаров на рынке Сосна искусственная Tarrington House 1-47371 85 см зеленая', 4.9, 81),
('87da11b4-5525-4d45-b1c6-bb231d91f1d6', 'Ель искусственная Зимнее волшебство Простая Р00012810 90 см зеленая', 922, '81-87da11b4-5525-4d45-b1c6-bb231d91f1d6', 'Самый лучший среди товаров на рынке Ель искусственная Зимнее волшебство Простая Р00012810 90 см зеленая', 4.43, 81),
('3f911575-5242-4cda-a61e-ee918c97407c', 'Ель искусственная Tarrington House Агния 1-47407 180 см зеленая', 12799, '81-3f911575-5242-4cda-a61e-ee918c97407c', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Агния 1-47407 180 см зеленая', 4.10, 81),
('ab304f06-771c-4091-a2b1-8ca62bf15c77', 'Ель искусственная Сибирская 150 см зеленая', 10000, '81-ab304f06-771c-4091-a2b1-8ca62bf15c77', 'Самый лучший среди товаров на рынке Ель искусственная Сибирская 150 см зеленая', 4.95, 81),
('a6b86163-f865-434f-b5d2-3d22f8ee9dbc', 'Ель искусственная Tarrington House Каролина 1-20504 120 см зеленая', 6490, '81-a6b86163-f865-434f-b5d2-3d22f8ee9dbc', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Каролина 1-20504 120 см зеленая', 4.3, 81),
('cfc97bc6-6940-40e9-8f65-5f7ea263a2f0', 'Ель искусственная Tarrington House Альвина 210 см зеленая', 23999, '81-cfc97bc6-6940-40e9-8f65-5f7ea263a2f0', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Альвина 210 см зеленая', 4.95, 81),
('9ac04d05-bdc3-4233-871b-8d764c5f6199', 'Ель искусственная Tarrington House Nadleen 1-47284 60 см зеленая', 399, '81-9ac04d05-bdc3-4233-871b-8d764c5f6199', 'Самый лучший среди товаров на рынке Ель искусственная Tarrington House Nadleen 1-47284 60 см зеленая', 4.27, 81);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('ebf04c96-c042-42b6-b454-dae7cb4ed0e7', 'Юбка для ели Yiwu Union белая, 90 см', 699, '83-ebf04c96-c042-42b6-b454-dae7cb4ed0e7', 'Самый лучший среди товаров на рынке Юбка для ели Yiwu Union белая, 90 см', 4.6, 83),
('5d3d0fa4-b2de-41db-934a-7d19b3ea0f5e', 'Юбка для ели Yiwu Union красная, 90 см', 199, '83-5d3d0fa4-b2de-41db-934a-7d19b3ea0f5e', 'Самый лучший среди товаров на рынке Юбка для ели Yiwu Union красная, 90 см', 4.11, 83),
('435dc5b3-36ad-4378-bced-cb1a3b24339d', 'Подставка для ели Невио зеленая', 443, '83-435dc5b3-36ad-4378-bced-cb1a3b24339d', 'Самый лучший среди товаров на рынке Подставка для ели Невио зеленая', 4.46, 83),
('aab4bcfa-bb74-4e35-bc96-9dedbd599a82', 'Подставка для ели Snowhouse Saturn', 199, '83-aab4bcfa-bb74-4e35-bc96-9dedbd599a82', 'Самый лучший среди товаров на рынке Подставка для ели Snowhouse Saturn', 4.34, 83),
('288c1e13-b1a8-4910-8d7f-69b938ff4310', 'Подставка Господин Ёлкин для новогоднего дерева', 549, '83-288c1e13-b1a8-4910-8d7f-69b938ff4310', 'Самый лучший среди товаров на рынке Подставка Господин Ёлкин для новогоднего дерева', 4.1, 83),
('d8f1cbeb-6b08-4adf-9738-2df77bad983a', 'Полянка под ёлку "Мишка в звёздах" d-34 см, красный', 260, '83-d8f1cbeb-6b08-4adf-9738-2df77bad983a', 'Самый лучший среди товаров на рынке Полянка под ёлку "Мишка в звёздах" d-34 см, красный', 4.4, 83),
('85188c8a-5a33-474e-b83a-abe59773f790', 'Подставка для ели Господин Ёлкин', 549, '83-85188c8a-5a33-474e-b83a-abe59773f790', 'Самый лучший среди товаров на рынке Подставка для ели Господин Ёлкин', 4.6, 83),
('4f513ef2-74ff-4d56-a273-d09708d1ca5b', 'Подставка для ели Космос 1-91825', 349, '83-4f513ef2-74ff-4d56-a273-d09708d1ca5b', 'Самый лучший среди товаров на рынке Подставка для ели Космос 1-91825', 4.15, 83),
('b01f9f64-c45e-49d8-88a0-a42670840dc4', 'Подставка для ели То, что надо!', 170, '83-b01f9f64-c45e-49d8-88a0-a42670840dc4', 'Самый лучший среди товаров на рынке Подставка для ели То, что надо!', 4.95, 83),
('7ab1060c-9e4a-4833-a157-8e0160b118fb', 'Полянка под ёлку "Дед Мороз и ёлочки" d-58 см, бело-золотой', 780, '83-7ab1060c-9e4a-4833-a157-8e0160b118fb', 'Самый лучший среди товаров на рынке Полянка под ёлку "Дед Мороз и ёлочки" d-58 см, бело-золотой', 4.3, 83),
('681f7463-156a-4ea8-84db-efef329a363d', 'Подложка под елку Actuel Юбка из ротанга 55 см', 1390, '83-681f7463-156a-4ea8-84db-efef329a363d', 'Самый лучший среди товаров на рынке Подложка под елку Actuel Юбка из ротанга 55 см', 4.1, 83),
('17238385-4f95-4e3b-b4d0-91040cbb06ba', 'Украшение декоративное Homeclub Юбка для елки d 75 см в ассортименте', 350, '83-17238385-4f95-4e3b-b4d0-91040cbb06ba', 'Самый лучший среди товаров на рынке Украшение декоративное Homeclub Юбка для елки d 75 см в ассортименте', 4.1, 83),
('1b6bb208-65bc-4cba-a57f-3a55e1d64d06', 'Подставка под ель Вулкан зеленая 700 мл', 149, '83-1b6bb208-65bc-4cba-a57f-3a55e1d64d06', 'Самый лучший среди товаров на рынке Подставка под ель Вулкан зеленая 700 мл', 4.95, 83),
('0baa22db-141f-45c0-a6a9-3c61b73cfddf', 'Подставка для елки Laptev Ч_Елб3_черныйбронза', 1340, '83-0baa22db-141f-45c0-a6a9-3c61b73cfddf', 'Самый лучший среди товаров на рынке Подставка для елки Laptev Ч_Елб3_черныйбронза', 4.1, 83),
('ea900d67-6875-4fdb-b77b-a1bdfd484333', 'Подставка под живую елку с резервуаром для воды Вулкан 2', 1100, '83-ea900d67-6875-4fdb-b77b-a1bdfd484333', 'Самый лучший среди товаров на рынке Подставка под живую елку с резервуаром для воды Вулкан 2', 4.95, 83),
('5ab3dd56-122d-42c6-897d-86d020566187', 'Подставка для елки Laptev Ч_Елб3_белый', 1340, '83-5ab3dd56-122d-42c6-897d-86d020566187', 'Самый лучший среди товаров на рынке Подставка для елки Laptev Ч_Елб3_белый', 4.95, 83),
('a64530dc-59af-48bc-ae53-a8523be08653', 'Корзина для основания ели Балтийская лоза, арт. EL65GR, диаметр 65 см, высота 25 см', 4000, '83-a64530dc-59af-48bc-ae53-a8523be08653', 'Самый лучший среди товаров на рынке Корзина для основания ели Балтийская лоза, арт. EL65GR, диаметр 65 см, высота 25 см', 4.95, 83),
('ed7ef942-7564-4718-85f7-d0b5e9748ae9', 'Новогоднее украшение Снеговичок снежное покрывало для елки, в пакете (S0867)', 262, '83-ed7ef942-7564-4718-85f7-d0b5e9748ae9', 'Самый лучший среди товаров на рынке Новогоднее украшение Снеговичок снежное покрывало для елки, в пакете (S0867)', 4.95, 83),
('19e59f9c-7b9c-4197-ba84-5aafa6aaf79d', 'Полянка под ёлку "Сияние полос" Снеговик и снежинки, d-60 см, бело-красный', 800, '83-19e59f9c-7b9c-4197-ba84-5aafa6aaf79d', 'Самый лучший среди товаров на рынке Полянка под ёлку "Сияние полос" Снеговик и снежинки, d-60 см, бело-красный', 4.1, 83),
('1e4dd202-4928-459c-ac47-03008173917e', 'Подставка для ёлки, диаметр 42 мм', 812, '83-1e4dd202-4928-459c-ac47-03008173917e', 'Самый лучший среди товаров на рынке Подставка для ёлки, диаметр 42 мм', 4.95, 83),
('8a711965-8751-434a-974c-84855e109a56', 'Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка голд, d-87 см, красный', 810, '83-8a711965-8751-434a-974c-84855e109a56', 'Самый лучший среди товаров на рынке Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка голд, d-87 см, красный', 4.95, 83),
('b2af9808-ad00-47e5-abb9-7d3b076819cf', 'Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка, d-74 см, красный', 649, '83-b2af9808-ad00-47e5-abb9-7d3b076819cf', 'Самый лучший среди товаров на рынке Зимнее волшебство Полянка под ёлку "Уютная сказка" снежинка, d-74 см, красный', 4.95, 83),
('96d1e913-86e0-4c63-9ccd-b8c587d4ffe8', 'Зимнее волшебство "Снеговик и елочки" d-57 см, бело-золотой', 995, '83-96d1e913-86e0-4c63-9ccd-b8c587d4ffe8', 'Самый лучший среди товаров на рынке Зимнее волшебство "Снеговик и елочки" d-57 см, бело-золотой', 4.1, 83),
('ce4bc4ec-eecf-4482-b90b-10877d2e4ca3', 'Полянка под ёлку "Ёлочки в снежинках" d-75 см', 618, '83-ce4bc4ec-eecf-4482-b90b-10877d2e4ca3', 'Самый лучший среди товаров на рынке Полянка под ёлку "Ёлочки в снежинках" d-75 см', 4.1, 83);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('a59a996f-7418-49e4-8799-bc1601c717f3', 'Горные лыжи Head Supershape e-Rally SW SF-PR + PRD 12 GW 2023 2024 black, 163 см', 124990, '52-a59a996f-7418-49e4-8799-bc1601c717f3', 'Самый лучший среди товаров на рынке Горные лыжи Head Supershape e-Rally SW SF-PR + PRD 12 GW 2023 2024 black, 163 см', 4.95, 52),
('91b58b10-7e97-4169-9c85-0d5d315703c3', 'Горные лыжи Fischer RC4 Super Comp SLR + RS 9 SLR (22 23) 2022 2023 black, 160 см', 44390, '52-91b58b10-7e97-4169-9c85-0d5d315703c3', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC4 Super Comp SLR + RS 9 SLR (22 23) 2022 2023 black, 160 см', 4.95, 52),
('7951552e-017d-44ac-9602-494e1a48e00a', 'Горные лыжи Head Joy Easy + JRS 4,5 (67-107) 2022 2023 White Mint, 97 см', 22790, '52-7951552e-017d-44ac-9602-494e1a48e00a', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy Easy + JRS 4,5 (67-107) 2022 2023 White Mint, 97 см', 4.1, 52),
('aad481e6-509e-4167-a337-4f542ec1388a', 'Горные лыжи Head Shape V2 AMT-PR + PR 11 GW (22 23) 2022 2023 blue, 170 см', 37490, '52-aad481e6-509e-4167-a337-4f542ec1388a', 'Самый лучший среди товаров на рынке Горные лыжи Head Shape V2 AMT-PR + PR 11 GW (22 23) 2022 2023 blue, 170 см', 4.95, 52),
('c13f2285-84bd-49f3-899e-4c8cf85d3d6f', 'Горные лыжи Fischer RC One 74 AR + RS 10 PR 2022 2023 black, 160 см', 56390, '52-c13f2285-84bd-49f3-899e-4c8cf85d3d6f', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC One 74 AR + RS 10 PR 2022 2023 black, 160 см', 4.1, 52),
('b51d843f-9f0b-42ca-9a54-10c7ba03a41f', 'Горные лыжи Fischer RC One 82 GT XTR RT + RSW 10 PR 2023 2024 grey, 159 см', 61770, '52-b51d843f-9f0b-42ca-9a54-10c7ba03a41f', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC One 82 GT XTR RT + RSW 10 PR 2023 2024 grey, 159 см', 4.95, 52),
('397fc9cc-eab0-48a5-ba5d-24fc7ceca108', 'Горные лыжи Season Nexus 2021 2022 black, 167 см', 59767, '52-397fc9cc-eab0-48a5-ba5d-24fc7ceca108', 'Самый лучший среди товаров на рынке Горные лыжи Season Nexus 2021 2022 black, 167 см', 4.95, 52),
('39d2417e-6022-4a92-9c17-19680fec8875', 'Горные лыжи Elan Element Blue Ls + El 9 Shift 2023 2024 синий, 160 см', 54100, '52-39d2417e-6022-4a92-9c17-19680fec8875', 'Самый лучший среди товаров на рынке Горные лыжи Elan Element Blue Ls + El 9 Shift 2023 2024 синий, 160 см', 4.95, 52),
('11903810-6c51-4b19-b627-daadf7e77b1d', 'Горные лыжи Elan Jett Jrs 70-90 + El 4.5 Shift 2023 2024 зеленый синий, 70 см', 25767, '52-11903810-6c51-4b19-b627-daadf7e77b1d', 'Самый лучший среди товаров на рынке Горные лыжи Elan Jett Jrs 70-90 + El 4.5 Shift 2023 2024 зеленый синий, 70 см', 4.95, 52),
('2e84a25b-0776-4e4b-8486-75bc250d3cb2', 'Горные лыжи Head Joy Easy + JRS 7,5 (117-147) 2022 2023 White Mint, 117 см', 25190, '52-2e84a25b-0776-4e4b-8486-75bc250d3cb2', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy Easy + JRS 7,5 (117-147) 2022 2023 White Mint, 117 см', 4.95, 52),
('73d77fa7-56b6-4e8f-87f3-4bab693b4353', 'Горные лыжи Fischer RC4 XTR RT+ RS10 PR 2021 2022 yellow, 162 см', 46790, '52-73d77fa7-56b6-4e8f-87f3-4bab693b4353', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC4 XTR RT+ RS10 PR 2021 2022 yellow, 162 см', 4.95, 52),
('71d6ee94-d0e8-45d7-b074-c2ff007923b1', 'Горные лыжи Head Premium SF-PR + PRD 14 GW 2021 2022 Grey, 163 см', 114790, '52-71d6ee94-d0e8-45d7-b074-c2ff007923b1', 'Самый лучший среди товаров на рынке Горные лыжи Head Premium SF-PR + PRD 14 GW 2021 2022 Grey, 163 см', 4.95, 52),
('537fc00e-a0c6-4e31-a764-10c8c6d18805', 'Горные лыжи Head Pure Joy SLR Joy Pro + Joy 9 GW SLR 2022 2023 Grey, 158 см', 41240, '52-537fc00e-a0c6-4e31-a764-10c8c6d18805', 'Самый лучший среди товаров на рынке Горные лыжи Head Pure Joy SLR Joy Pro + Joy 9 GW SLR 2022 2023 Grey, 158 см', 4.95, 52),
('b29e923f-967d-4868-9d28-ecb2757e2730', 'Горные лыжи Scott Scrapper 95 R + M11 GW 2021 2022 Orange, 168 см', 70790, '52-b29e923f-967d-4868-9d28-ecb2757e2730', 'Самый лучший среди товаров на рынке Горные лыжи Scott Scrapper 95 R + M11 GW 2021 2022 Orange, 168 см', 4.95, 52),
('3e2fc2d8-8f89-4991-9400-0f8cbe057f96', 'Горные лыжи Elan Jett Jrs + EL 4.5 Shift (100-120) 2022 2023 Blue, 100 см', 23190, '52-3e2fc2d8-8f89-4991-9400-0f8cbe057f96', 'Самый лучший среди товаров на рынке Горные лыжи Elan Jett Jrs + EL 4.5 Shift (100-120) 2022 2023 Blue, 100 см', 4.95, 52),
('9a8f1b9f-f842-4965-a21c-a3c5c5100f34', 'Горные лыжи Elan Maxx QS + EL 4.5 (100-120) 2020 2021 black red, 100 см', 19190, '52-9a8f1b9f-f842-4965-a21c-a3c5c5100f34', 'Самый лучший среди товаров на рынке Горные лыжи Elan Maxx QS + EL 4.5 (100-120) 2020 2021 black red, 100 см', 4.95, 52),
('b4437f78-9ac5-48d6-bf72-e64160f8e4bd', 'Горные лыжи Salomon S Max 10 + Z 12 GW 2019 2020 black, 175 см', 79090, '52-b4437f78-9ac5-48d6-bf72-e64160f8e4bd', 'Самый лучший среди товаров на рынке Горные лыжи Salomon S Max 10 + Z 12 GW 2019 2020 black, 175 см', 4.1, 52),
('4728f39b-3adf-4161-96a5-1a852ba5c557', 'Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2022 2023 blue, 184 см', 95890, '52-4728f39b-3adf-4161-96a5-1a852ba5c557', 'Самый лучший среди товаров на рынке Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2022 2023 blue, 184 см', 4.95, 52),
('f9000db4-656e-4cde-a226-0210eaa670c2', 'Горные лыжи Head WC Rebels e.XSR LYT-PR + PR 11 GW 2022 2023 white black, 177 см', 66890, '52-f9000db4-656e-4cde-a226-0210eaa670c2', 'Самый лучший среди товаров на рынке Горные лыжи Head WC Rebels e.XSR LYT-PR + PR 11 GW 2022 2023 white black, 177 см', 4.95, 52),
('8e8ddacf-6e36-435a-a0e1-98670748d6a3', 'Горные лыжи Head Shape 3.0 LYT-PR + PR 10 GW 2022 2023 white grey, 149 см', 46790, '52-8e8ddacf-6e36-435a-a0e1-98670748d6a3', 'Самый лучший среди товаров на рынке Горные лыжи Head Shape 3.0 LYT-PR + PR 10 GW 2022 2023 white grey, 149 см', 4.95, 52),
('3977521c-09a3-4e68-b1b7-c318195f1207', 'Горные лыжи Volant Black Spear + XT 12 Ti 2018 2019 black, 170 см', 167990, '52-3977521c-09a3-4e68-b1b7-c318195f1207', 'Самый лучший среди товаров на рынке Горные лыжи Volant Black Spear + XT 12 Ti 2018 2019 black, 170 см', 4.95, 52),
('2c051534-c142-4bc1-baf3-3ea1759f47eb', 'Горные лыжи Head e.Real Joy SLR + Joy 9 GW SLR (23 24) 2023 2024 black, 158 см', 73490, '52-2c051534-c142-4bc1-baf3-3ea1759f47eb', 'Самый лучший среди товаров на рынке Горные лыжи Head e.Real Joy SLR + Joy 9 GW SLR (23 24) 2023 2024 black, 158 см', 4.95, 52),
('11acfe3f-326d-4021-92f3-cec981952b63', 'Горные лыжи Elan Jett JRS + EL 4.5 Shift (70-90) 2023 2024 blue, 110 см', 20890, '52-11acfe3f-326d-4021-92f3-cec981952b63', 'Самый лучший среди товаров на рынке Горные лыжи Elan Jett JRS + EL 4.5 Shift (70-90) 2023 2024 blue, 110 см', 4.95, 52),
('f2f40188-5e7b-4b72-9c90-2c9118c692cb', 'Горные лыжи Head Supershape e-Titan SW SF-PR + PRD 12 GW (23 24) 2023 2024 black, 177 см', 124990, '52-f2f40188-5e7b-4b72-9c90-2c9118c692cb', 'Самый лучший среди товаров на рынке Горные лыжи Head Supershape e-Titan SW SF-PR + PRD 12 GW (23 24) 2023 2024 black, 177 см', 4.95, 52),
('564e3b8b-656d-430a-b605-83063c42d5f9', 'Горные лыжи Fischer The Curv XTR RT + RS 10 PR 2022 2023 red, 165 см', 52790, '52-564e3b8b-656d-430a-b605-83063c42d5f9', 'Самый лучший среди товаров на рынке Горные лыжи Fischer The Curv XTR RT + RS 10 PR 2022 2023 red, 165 см', 4.95, 52),
('4939032e-b5f2-4145-beb4-8850b21657ad', 'Горные лыжи Fischer Progressor Race TPR + RSX 12 GW 2022 2023 black, 153 см', 57590, '52-4939032e-b5f2-4145-beb4-8850b21657ad', 'Самый лучший среди товаров на рынке Горные лыжи Fischer Progressor Race TPR + RSX 12 GW 2022 2023 black, 153 см', 4.95, 52),
('3cb99687-25b5-4cb5-8f34-732e279d44d9', 'Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2023 2024 blue, 177 см', 95890, '52-3cb99687-25b5-4cb5-8f34-732e279d44d9', 'Самый лучший среди товаров на рынке Горные лыжи Head Kore 111 + ATTACK 14 GW (22 23) 2023 2024 blue, 177 см', 4.95, 52),
('6069ea11-7e56-4cba-afea-3016902f6653', 'Горные лыжи Fischer RC4 WC Jr M O Jr + RC4 Z9 2022 2023 black, 140 см', 44390, '52-6069ea11-7e56-4cba-afea-3016902f6653', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC4 WC Jr M O Jr + RC4 Z9 2022 2023 black, 140 см', 4.95, 52),
('9f2e9295-def6-4ff1-9b45-1647f1aa3492', 'Горные лыжи Fischer RC One LITE 72 SLR + RS 9 SLR 2023 2024 grey, 160 см', 48820, '52-9f2e9295-def6-4ff1-9b45-1647f1aa3492', 'Самый лучший среди товаров на рынке Горные лыжи Fischer RC One LITE 72 SLR + RS 9 SLR 2023 2024 grey, 160 см', 4.95, 52),
('7eb684c3-7971-4d4c-bca2-da3b836bcdea', 'Горные лыжи Head Joy Easy JRS + JRS 7.5 GW White Yellow (117-147) (22 23) 2022 2023 White Yellow, 137 см', 25190, '52-7eb684c3-7971-4d4c-bca2-da3b836bcdea', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy Easy JRS + JRS 7.5 GW White Yellow (117-147) (22 23) 2022 2023 White Yellow, 137 см', 4.95, 52),
('458bda91-f946-4586-b55c-ecfb84ad35f7', 'Горные лыжи Head Absolut Joy 2022 2023 white black, 158 см', 52490, '52-458bda91-f946-4586-b55c-ecfb84ad35f7', 'Самый лучший среди товаров на рынке Горные лыжи Head Absolut Joy 2022 2023 white black, 158 см', 4.95, 52),
('85a67c28-0f00-4624-820a-f572fb39815b', 'Горные лыжи Majesty Adventure 2020 2021 red white, 170 см', 44212, '52-85a67c28-0f00-4624-820a-f572fb39815b', 'Самый лучший среди товаров на рынке Горные лыжи Majesty Adventure 2020 2021 red white, 170 см', 4.95, 52),
('fb60c693-3392-4430-9722-5aba25f13ec6', 'Горные лыжи Head Joy SLR Pro + SLR 4.5 2020 2021 mint white, 97 см', 21590, '52-fb60c693-3392-4430-9722-5aba25f13ec6', 'Самый лучший среди товаров на рынке Горные лыжи Head Joy SLR Pro + SLR 4.5 2020 2021 mint white, 97 см', 4.95, 52),
('586d7fb5-255a-4662-8438-d1f2f0d98d0e', 'Горные лыжи Season Nexus 2020 2021 black, 183 см', 59767, '52-586d7fb5-255a-4662-8438-d1f2f0d98d0e', 'Самый лучший среди товаров на рынке Горные лыжи Season Nexus 2020 2021 black, 183 см', 4.95, 52),
('c9270f42-0268-4c57-b855-83d3000d139c', 'Горные лыжи Season Aero 2021 2022 black, 158 см', 60767, '52-c9270f42-0268-4c57-b855-83d3000d139c', 'Самый лучший среди товаров на рынке Горные лыжи Season Aero 2021 2022 black, 158 см', 4.95, 52),
('74e6c6b8-7ec5-4af6-8c86-082a2d6e962a', 'Горные лыжи Elan Ripstick 106 2022 2023 синий, 188 см', 97878, '52-74e6c6b8-7ec5-4af6-8c86-082a2d6e962a', 'Самый лучший среди товаров на рынке Горные лыжи Elan Ripstick 106 2022 2023 синий, 188 см', 4.95, 52);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('598b49bd-1da8-46b5-ab18-e6cabe2cb6f1', 'Кресло-мешок PUFON Груша XXXL, серый', 3329, '94-598b49bd-1da8-46b5-ab18-e6cabe2cb6f1', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXL, серый', 4.18, 94),
('17deebde-8808-4d61-b713-3db09e55d9b1', 'Кресло-качалка с маятниковым механизмом Glider 68', 11190, '94-17deebde-8808-4d61-b713-3db09e55d9b1', 'Самый лучший среди товаров на рынке Кресло-качалка с маятниковым механизмом Glider 68', 4.95, 94),
('6b339867-624c-4bd6-a159-fd1e0e102f9d', 'Кресло-качалка с подножкой Glider Аоста', 12097, '94-6b339867-624c-4bd6-a159-fd1e0e102f9d', 'Самый лучший среди товаров на рынке Кресло-качалка с подножкой Glider Аоста', 4.19, 94),
('571e54ab-049c-464b-a091-a2ac673f277b', 'Кресло-мешок PUFLOVE пуфик груша, размер XXXXL, серый велюр', 5990, '94-571e54ab-049c-464b-a091-a2ac673f277b', 'Самый лучший среди товаров на рынке Кресло-мешок PUFLOVE пуфик груша, размер XXXXL, серый велюр', 4.15, 94),
('bd9c7015-da2f-4e57-8329-7d85a0ef870b', 'Кресло-мешок PUFON Груша XXXXL, черный', 3869, '94-bd9c7015-da2f-4e57-8329-7d85a0ef870b', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, черный', 4.17, 94),
('8e644dd6-c304-4f49-bfc8-b69850cfadf5', 'Кресло-мешок PUFON Груша XXXXL, коричневый', 3869, '94-8e644dd6-c304-4f49-bfc8-b69850cfadf5', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, коричневый', 4.12, 94),
('266baa04-1160-4e29-a967-26301a685f35', 'Кресло-качалка Glider Экси', 9325, '94-266baa04-1160-4e29-a967-26301a685f35', 'Самый лучший среди товаров на рынке Кресло-качалка Glider Экси', 4.24, 94),
('ea20bed0-f38f-4559-ba82-5a93925c50ce', 'Кресло-мешок PUFON Груша XXXXL, бежевый', 3869, '94-ea20bed0-f38f-4559-ba82-5a93925c50ce', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, бежевый', 4.9, 94),
('50aac4e2-e04d-4105-a5ce-c1510b39eb03', 'Кресло-мешок PUFON Груша XL, бирюзовый', 1889, '94-50aac4e2-e04d-4105-a5ce-c1510b39eb03', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XL, бирюзовый', 4.9, 94),
('d25ab04e-3a58-4c3d-b31f-a9681fad4e4d', 'Кресло-мешок PUFON Груша XXXXL, темно-серый', 3869, '94-d25ab04e-3a58-4c3d-b31f-a9681fad4e4d', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, темно-серый', 4.10, 94),
('0c89760f-7e71-4e54-8593-6bca78f864e5', 'Кресло Оскар Crash emerald 30', 10290, '94-0c89760f-7e71-4e54-8593-6bca78f864e5', 'Самый лучший среди товаров на рынке Кресло Оскар Crash emerald 30', 4.5, 94),
('7a357520-3dbb-4dbb-a85d-76ce3a31962e', 'Кресло Оскар Velour 8', 8890, '94-7a357520-3dbb-4dbb-a85d-76ce3a31962e', 'Самый лучший среди товаров на рынке Кресло Оскар Velour 8', 4.11, 94),
('c5ae151e-aac1-423c-8aaf-489782c8983d', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, бирюзовый оксфорд', 4490, '94-c5ae151e-aac1-423c-8aaf-489782c8983d', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, бирюзовый оксфорд', 4.11, 94),
('21107c3d-74c2-4322-8c4c-3ccf227b8508', 'Кресло-мешок PUFON Груша XXXL, фиолетовый', 3329, '94-21107c3d-74c2-4322-8c4c-3ccf227b8508', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXL, фиолетовый', 4.4, 94),
('3596b247-5764-4fff-84f2-f11fbe8218d7', 'Кресло-мешок PUFON Груша XXXXL, бирюзовый', 3869, '94-3596b247-5764-4fff-84f2-f11fbe8218d7', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, бирюзовый', 4.9, 94),
('ab9651ba-c6c1-4703-ae91-b3e788fc1e0d', 'Кресло-мешок PUFON Груша XXXXL, темно-синий', 3869, '94-ab9651ba-c6c1-4703-ae91-b3e788fc1e0d', 'Самый лучший среди товаров на рынке Кресло-мешок PUFON Груша XXXXL, темно-синий', 4.4, 94),
('2b1ba18f-c696-490f-8116-f64d3d29b740', 'Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый оксфорд', 4490, '94-2b1ba18f-c696-490f-8116-f64d3d29b740', 'Самый лучший среди товаров на рынке Кресло-мешок ONPUFF пуфик груша, размер XXXXL, серый оксфорд', 4.18, 94);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('8cc73f2a-6aa5-4364-9db0-ea33ffa3ca11', 'Наушники Xiaomi Redmi Buds 4 Active M2232E1 беспроводные, черные', 1450, '24-8cc73f2a-6aa5-4364-9db0-ea33ffa3ca11', 'Самый лучший среди товаров на рынке Наушники Xiaomi Redmi Buds 4 Active M2232E1 беспроводные, черные', 4.59, 24),
('6db66cdf-4227-4942-99c6-8ed5860d9d87', 'Беспроводные наушники Hoco EW04 Original Series White', 1120, '24-6db66cdf-4227-4942-99c6-8ed5860d9d87', 'Самый лучший среди товаров на рынке Беспроводные наушники Hoco EW04 Original Series White', 4.95, 24),
('3c20436c-ea0b-4c4e-9bb5-0ea1405df18d', 'Беспроводные наушники F9 (модель 5го поколения) для телефона', 620, '24-3c20436c-ea0b-4c4e-9bb5-0ea1405df18d', 'Самый лучший среди товаров на рынке Беспроводные наушники F9 (модель 5го поколения) для телефона', 4.83, 24),
('753ea508-8084-44d7-b47e-8d57d53133be', 'Беспроводные наушники PODS Pro Ceramic White', 1050, '24-753ea508-8084-44d7-b47e-8d57d53133be', 'Самый лучший среди товаров на рынке Беспроводные наушники PODS Pro Ceramic White', 4.30, 24),
('18520539-2c54-4ee7-9dc8-cf4df0ccf744', 'Беспроводные наушники Realme Buds T100 Blue RMA2109', 2749, '24-18520539-2c54-4ee7-9dc8-cf4df0ccf744', 'Самый лучший среди товаров на рынке Беспроводные наушники Realme Buds T100 Blue RMA2109', 4.95, 24),
('a50551de-ff74-4fdc-9ff6-2f995489bb95', 'Беспроводные наушники Realme Buds T100 black RMA2109 Black (461720)', 2790, '24-a50551de-ff74-4fdc-9ff6-2f995489bb95', 'Самый лучший среди товаров на рынке Беспроводные наушники Realme Buds T100 black RMA2109 Black (461720)', 4.47, 24),
('26bcb868-7292-4272-bf8b-5e1c6bdf59a5', 'Наушники Apple AirPods Pro 2', 23651, '24-26bcb868-7292-4272-bf8b-5e1c6bdf59a5', 'Самый лучший среди товаров на рынке Наушники Apple AirPods Pro 2', 4.69, 24),
('33796da0-0cc9-4c45-80f6-1bb4ac719e73', 'Беспроводные наушники Marshall MAJOR IV Black', 10000, '24-33796da0-0cc9-4c45-80f6-1bb4ac719e73', 'Самый лучший среди товаров на рынке Беспроводные наушники Marshall MAJOR IV Black', 4.64, 24),
('472d2238-050a-4635-a228-662e311d1e82', 'Наушники Apple AirPods 3 (MPNY3AM)', 21410, '24-472d2238-050a-4635-a228-662e311d1e82', 'Самый лучший среди товаров на рынке Наушники Apple AirPods 3 (MPNY3AM)', 4.83, 24),
('51a191ed-a396-4663-9779-baca66976bb3', 'Беспроводные наушники Hoco EW02 Original Series White', 990, '24-51a191ed-a396-4663-9779-baca66976bb3', 'Самый лучший среди товаров на рынке Беспроводные наушники Hoco EW02 Original Series White', 4.95, 24),
('e51bd8f1-8fce-4362-9b4a-3f303e627081', 'Беспроводные наушники Cat Ear P33M Pink', 750, '24-e51bd8f1-8fce-4362-9b4a-3f303e627081', 'Самый лучший среди товаров на рынке Беспроводные наушники Cat Ear P33M Pink', 4.34, 24),
('244287c5-1025-4abb-a098-b172cb90a367', 'Наушники Apple AirPods Pro 2-го поколения 2023', 29990, '24-244287c5-1025-4abb-a098-b172cb90a367', 'Самый лучший среди товаров на рынке Наушники Apple AirPods Pro 2-го поколения 2023', 4.56, 24),
('73a14acc-cf10-41c1-bac9-53cc97566d67', 'Беспроводные наушники Huawei Freebuds 5i Black', 6499, '24-73a14acc-cf10-41c1-bac9-53cc97566d67', 'Самый лучший среди товаров на рынке Беспроводные наушники Huawei Freebuds 5i Black', 4.86, 24),
('b21542bb-f2e2-4d93-ac02-0523cd2e22b1', 'Беспроводные наушники Hoco W35 Black', 1490, '24-b21542bb-f2e2-4d93-ac02-0523cd2e22b1', 'Самый лучший среди товаров на рынке Беспроводные наушники Hoco W35 Black', 4.89, 24),
('87dfeae2-9f73-442b-aabc-08f328d21bdb', 'Наушники Realme Buds Air 3 Starry Blue', 4990, '24-87dfeae2-9f73-442b-aabc-08f328d21bdb', 'Самый лучший среди товаров на рынке Наушники Realme Buds Air 3 Starry Blue', 4.94, 24),
('7d089d78-caaa-40d0-a876-00effe684337', 'Беспроводные наушники Honor White (5504AAAM)', 2030, '24-7d089d78-caaa-40d0-a876-00effe684337', 'Самый лучший среди товаров на рынке Беспроводные наушники Honor White (5504AAAM)', 4.57, 24),
('47b59b80-95c8-4160-810c-4cf5cd35d32d', 'Беспроводные наушники Realme Buds T100 RMA2109 White (461721)', 2740, '24-47b59b80-95c8-4160-810c-4cf5cd35d32d', 'Самый лучший среди товаров на рынке Беспроводные наушники Realme Buds T100 RMA2109 White (461721)', 4.7, 24);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('f0029717-492d-4e31-b418-2175774506a4', 'Пюпитр (подставка для нот), высота 140 см, складной', 703, '44-f0029717-492d-4e31-b418-2175774506a4', 'Самый лучший среди товаров на рынке Пюпитр (подставка для нот), высота 140 см, складной', 4.9, 44),
('a8164c6d-67fb-4dd8-be7c-8562841b081c', 'Миди клавиатура Native Instruments Komplete Kontrol S49 Mk2', 114900, '44-a8164c6d-67fb-4dd8-be7c-8562841b081c', 'Самый лучший среди товаров на рынке Миди клавиатура Native Instruments Komplete Kontrol S49 Mk2', 4.95, 44),
('5deb25e2-d4eb-48ec-9daf-94436003c27b', 'Синтезатор Denn DEK546', 2999, '44-5deb25e2-d4eb-48ec-9daf-94436003c27b', 'Самый лучший среди товаров на рынке Синтезатор Denn DEK546', 4.1, 44),
('624978be-790e-4b3d-be0f-11e982e3f249', 'MIDI-клавиатура Arturia MiniLAB 3', 12560, '44-624978be-790e-4b3d-be0f-11e982e3f249', 'Самый лучший среди товаров на рынке MIDI-клавиатура Arturia MiniLAB 3', 4.48, 44),
('99119bf9-1146-45fb-ab88-c625fed284f0', 'Синтезатор TESLER KB-6150', 8490, '44-99119bf9-1146-45fb-ab88-c625fed284f0', 'Самый лучший среди товаров на рынке Синтезатор TESLER KB-6150', 4.31, 44),
('755ce2d8-f990-493d-afa9-d6db028329e9', 'Синтезатор Denn DEK37 mini', 1290, '44-755ce2d8-f990-493d-afa9-d6db028329e9', 'Самый лучший среди товаров на рынке Синтезатор Denn DEK37 mini', 4.28, 44),
('8beac1e0-b606-4825-a01c-fe9ee3231c03', 'Синтезатор TESLER KB-5420', 4990, '44-8beac1e0-b606-4825-a01c-fe9ee3231c03', 'Самый лучший среди товаров на рынке Синтезатор TESLER KB-5420', 4.61, 44),
('6e9fc4c9-3b39-497c-8cfa-1d5e6b83173d', 'Цифровое пианино Nux Cherub WK-310 White', 67040, '44-6e9fc4c9-3b39-497c-8cfa-1d5e6b83173d', 'Самый лучший среди товаров на рынке Цифровое пианино Nux Cherub WK-310 White', 4.6, 44),
('264790f6-4e23-4f42-8fa8-05a7b4296da8', 'Синтезатор Casio CT-S200BK', 22809, '44-264790f6-4e23-4f42-8fa8-05a7b4296da8', 'Самый лучший среди товаров на рынке Синтезатор Casio CT-S200BK', 4.29, 44),
('45189c49-3a03-4fe9-933e-ba0f2d10b688', 'Цифровое пианино Nux Cherub NPK-10-BK', 47890, '44-45189c49-3a03-4fe9-933e-ba0f2d10b688', 'Самый лучший среди товаров на рынке Цифровое пианино Nux Cherub NPK-10-BK', 4.30, 44),
('f54a73e7-245e-4c8b-b54d-a8ee04119bf4', 'Цифровое пианино Artesia Performer Black', 26511, '44-f54a73e7-245e-4c8b-b54d-a8ee04119bf4', 'Самый лучший среди товаров на рынке Цифровое пианино Artesia Performer Black', 4.19, 44),
('d67db660-24f4-4955-9bde-3e9b18198957', 'Музыкальный инструмент Doffler X-2 Stand', 2390, '44-d67db660-24f4-4955-9bde-3e9b18198957', 'Самый лучший среди товаров на рынке Музыкальный инструмент Doffler X-2 Stand', 4.25, 44),
('447b7bf3-93ce-454e-982f-f649a58d6f30', 'NPK-10-RD Цифровое пианино, красное, Nux Cherub', 47890, '44-447b7bf3-93ce-454e-982f-f649a58d6f30', 'Самый лучший среди товаров на рынке NPK-10-RD Цифровое пианино, красное, Nux Cherub', 4.1, 44),
('caca27ed-1e53-4b3e-a2ac-fe358532e924', 'Синтезатор ON Basic 54 клавиши Basic54 TR-SL', 5553, '44-caca27ed-1e53-4b3e-a2ac-fe358532e924', 'Самый лучший среди товаров на рынке Синтезатор ON Basic 54 клавиши Basic54 TR-SL', 4.26, 44),
('1dc04efe-6647-44c8-b5ce-4ccf5588c9e3', 'Стойка для клавишных Foix Q-1X', 1725, '44-1dc04efe-6647-44c8-b5ce-4ccf5588c9e3', 'Самый лучший среди товаров на рынке Стойка для клавишных Foix Q-1X', 4.8, 44),
('fb3ee35b-d838-40c8-ae1c-c650102f8ace', 'Синтезатор TESLER KB-6120', 6590, '44-fb3ee35b-d838-40c8-ae1c-c650102f8ace', 'Самый лучший среди товаров на рынке Синтезатор TESLER KB-6120', 4.16, 44),
('04dbc146-ad7b-4c67-891c-223b68283e36', 'Стойка для клавишных Dadi KS-201', 2860, '44-04dbc146-ad7b-4c67-891c-223b68283e36', 'Самый лучший среди товаров на рынке Стойка для клавишных Dadi KS-201', 4.2, 44),
('db09c6e8-f577-4116-90ac-78f95b6b866e', 'Стойка для клавишных VESTON KSA003', 2880, '44-db09c6e8-f577-4116-90ac-78f95b6b866e', 'Самый лучший среди товаров на рынке Стойка для клавишных VESTON KSA003', 4.29, 44),
('1bb9dce9-404f-47d0-80f9-5de93b8fd542', 'Синтезатор Casio CT-S200WE', 30509, '44-1bb9dce9-404f-47d0-80f9-5de93b8fd542', 'Самый лучший среди товаров на рынке Синтезатор Casio CT-S200WE', 4.19, 44),
('4b50239a-735a-4fff-98ed-e3da5cbe5c75', 'Банкетка для рояля пианино, с подъемным механизмом (регулируемая) Dekko Jr-40-1bk', 9265, '44-4b50239a-735a-4fff-98ed-e3da5cbe5c75', 'Самый лучший среди товаров на рынке Банкетка для рояля пианино, с подъемным механизмом (регулируемая) Dekko Jr-40-1bk', 4.33, 44),
('7e21662f-0b08-4b39-9919-b5025b444b4d', 'Синтезатор Jonson&CO JC-9699 Черный 61 клавиша', 13109, '44-7e21662f-0b08-4b39-9919-b5025b444b4d', 'Самый лучший среди товаров на рынке Синтезатор Jonson&CO JC-9699 Черный 61 клавиша', 4.8, 44),
('d334e1a4-98be-4c0f-ae3c-6fe5f4f90919', 'Банкетка для пианино или рояля DEKKO JR-40-1 WH', 7990, '44-d334e1a4-98be-4c0f-ae3c-6fe5f4f90919', 'Самый лучший среди товаров на рынке Банкетка для пианино или рояля DEKKO JR-40-1 WH', 4.18, 44),
('6f0f37b6-1933-4dec-b83c-ab295fe2131d', 'Цифровое пианино Nux Cherub NPK-10-WH', 47890, '44-6f0f37b6-1933-4dec-b83c-ab295fe2131d', 'Самый лучший среди товаров на рынке Цифровое пианино Nux Cherub NPK-10-WH', 4.1, 44),
('41864287-0f18-462d-98c4-a609bb9ae223', 'Портативный синтезатор EMILY PIANO EK-7 BK', 9990, '44-41864287-0f18-462d-98c4-a609bb9ae223', 'Самый лучший среди товаров на рынке Портативный синтезатор EMILY PIANO EK-7 BK', 4.8, 44);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('d0c4408a-1b46-4c15-85fa-fcc7e3ded6a1', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет синий', 5698, '54-d0c4408a-1b46-4c15-85fa-fcc7e3ded6a1', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет синий', 4.95, 54),
('df4d9de8-6484-4aa3-898d-89927a4a995e', 'Детский самокат Micro Cruiser (2022) черный', 17000, '54-df4d9de8-6484-4aa3-898d-89927a4a995e', 'Самый лучший среди товаров на рынке Детский самокат Micro Cruiser (2022) черный', 4.95, 54),
('72ad8d82-ae60-46b7-afd2-8c2376cfc2e5', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет фиолетов', 5698, '54-72ad8d82-ae60-46b7-afd2-8c2376cfc2e5', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет фиолетов', 4.95, 54),
('7e1e722c-53a9-4f5a-8fb5-6647ab1792e8', 'Cамокат GRAFFITI, колёса PU 110 80 мм, ABEC 7', 1570, '54-7e1e722c-53a9-4f5a-8fb5-6647ab1792e8', 'Самый лучший среди товаров на рынке Cамокат GRAFFITI, колёса PU 110 80 мм, ABEC 7', 4.20, 54),
('c3b54f8e-889e-42f3-9ce0-d9474e54e396', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет хаки', 5698, '54-c3b54f8e-889e-42f3-9ce0-d9474e54e396', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет хаки', 4.95, 54),
('6859a90a-ccdc-4248-a6ef-52ff9c35063f', 'Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет красный', 4765, '54-6859a90a-ccdc-4248-a6ef-52ff9c35063f', 'Самый лучший среди товаров на рынке Самокат городской, складной GRAFFITI,  колеса PU 200, 86A, подножка, ABEC 9, цвет красный', 4.95, 54),
('d8981a3e-6563-4e6b-9f11-3dd52c6964d0', 'Трюковой самокат Yezz WOW MS-171 аква', 4499, '54-d8981a3e-6563-4e6b-9f11-3dd52c6964d0', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-171 аква', 4.54, 54),
('34f7f819-7a06-4d62-a838-33de13b8079a', 'Трюковой самокат Yezz StartUp MS-152 черный', 4899, '54-34f7f819-7a06-4d62-a838-33de13b8079a', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz StartUp MS-152 черный', 4.10, 54),
('6bb9dc57-126e-4790-8a76-ecc3eac02c08', 'Xiaomi Электросамокат Xiaomi HIMO L2, 350W, 10.4 Ah, 2022, черный', 25990, '54-6bb9dc57-126e-4790-8a76-ecc3eac02c08', 'Самый лучший среди товаров на рынке Xiaomi Электросамокат Xiaomi HIMO L2, 350W, 10.4 Ah, 2022, черный', 4.38, 54),
('543b94ca-e6ee-43ab-a3b7-fe96602e0bdf', 'Электросамокат Kugoo KGK MINI2 Black', 10900, '54-543b94ca-e6ee-43ab-a3b7-fe96602e0bdf', 'Самый лучший среди товаров на рынке Электросамокат Kugoo KGK MINI2 Black', 4.24, 54),
('39da0775-2d07-4293-97d7-2fbe1b825a7d', 'Трюковой самокат-снегокат Yezz WOW MS-170Л черно-аквамариновый', 4699, '54-39da0775-2d07-4293-97d7-2fbe1b825a7d', 'Самый лучший среди товаров на рынке Трюковой самокат-снегокат Yezz WOW MS-170Л черно-аквамариновый', 4.3, 54),
('f2e159b5-8b1c-4c6d-aeed-5b540cb5df96', 'Электросамокат Kugoo Kirin Mini черный', 11990, '54-f2e159b5-8b1c-4c6d-aeed-5b540cb5df96', 'Самый лучший среди товаров на рынке Электросамокат Kugoo Kirin Mini черный', 4.16, 54),
('79e76ce9-2f6e-4468-9129-ba051b17f468', 'Трюковой самокат Yezz WOW MS-170 черный', 4099, '54-79e76ce9-2f6e-4468-9129-ba051b17f468', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-170 черный', 4.26, 54),
('cd600baa-e6e6-41cf-b4ff-e3a99988d40d', 'Самокат детский NOVATRACK POLIS PRO складной, лимонный', 5290, '54-cd600baa-e6e6-41cf-b4ff-e3a99988d40d', 'Самый лучший среди товаров на рынке Самокат детский NOVATRACK POLIS PRO складной, лимонный', 4.95, 54),
('6b16144d-f71e-42bb-9f64-e423f7c27b6a', 'Самокат трюковый CITY-RIDE DRAGON, колеса PU 100мм, CR-SS-04FF', 6101, '54-6b16144d-f71e-42bb-9f64-e423f7c27b6a', 'Самый лучший среди товаров на рынке Самокат трюковый CITY-RIDE DRAGON, колеса PU 100мм, CR-SS-04FF', 4.38, 54),
('39cf6cab-b844-41dd-800a-e2030b13adf6', 'Самокат двухколесный складной CITY-RIDE, колеса PU 200 200 мм, CR-S2-01NPK', 3990, '54-39cf6cab-b844-41dd-800a-e2030b13adf6', 'Самый лучший среди товаров на рынке Самокат двухколесный складной CITY-RIDE, колеса PU 200 200 мм, CR-S2-01NPK', 4.1, 54),
('f9572bce-5e29-42ca-8815-e1ff2d8d9455', 'Электросамокат Kugoo S3 Jilong black', 23790, '54-f9572bce-5e29-42ca-8815-e1ff2d8d9455', 'Самый лучший среди товаров на рынке Электросамокат Kugoo S3 Jilong black', 4.6, 54),
('a32f86cc-7adc-4461-a5cf-2e4e7b848db6', 'Трюковой самокат Yezz WOW MS-170 черно-аквамариновый', 4199, '54-a32f86cc-7adc-4461-a5cf-2e4e7b848db6', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-170 черно-аквамариновый', 4.16, 54),
('b53f37cd-fcce-45d6-ab30-422075f28c98', 'Kugoo Электросамокат Kugoo M5 Pro 1000W 48V 21Ah', 75890, '54-b53f37cd-fcce-45d6-ab30-422075f28c98', 'Самый лучший среди товаров на рынке Kugoo Электросамокат Kugoo M5 Pro 1000W 48V 21Ah', 4.10, 54),
('8e0ab9b2-bc8f-4d70-a354-66098039e3aa', 'Самокат двухколесный ТМ CITY-RIDE, складной городской, PU 200 мм, розовый, CR-S2-04PK', 8010, '54-8e0ab9b2-bc8f-4d70-a354-66098039e3aa', 'Самый лучший среди товаров на рынке Самокат двухколесный ТМ CITY-RIDE, складной городской, PU 200 мм, розовый, CR-S2-04PK', 4.28, 54),
('abd51350-339a-4cc7-80a2-6a4a4c19298e', 'Электросамокат Kugoo Kirin M4 PRO Plus 48V 18 Ah 800W', 77070, '54-abd51350-339a-4cc7-80a2-6a4a4c19298e', 'Самый лучший среди товаров на рынке Электросамокат Kugoo Kirin M4 PRO Plus 48V 18 Ah 800W', 4.21, 54),
('e873838b-58d9-4b54-bbd5-3f9a1178999f', 'Электросамокат Ninebot Kickscooter F25E черный', 35990, '54-e873838b-58d9-4b54-bbd5-3f9a1178999f', 'Самый лучший среди товаров на рынке Электросамокат Ninebot Kickscooter F25E черный', 4.91, 54),
('94c75143-b887-4031-adf0-a1fa48fa9619', 'Трюковой самокат Yezz WOW MS-173 оранжевый', 4199, '54-94c75143-b887-4031-adf0-a1fa48fa9619', 'Самый лучший среди товаров на рынке Трюковой самокат Yezz WOW MS-173 оранжевый', 4.29, 54);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('76c79fa8-3768-4ee1-849f-451ae9e1e4c1', 'Ель русская Господин Елкин 135-165 см', 999, '82-76c79fa8-3768-4ee1-849f-451ae9e1e4c1', 'Самый лучший среди товаров на рынке Ель русская Господин Елкин 135-165 см', 4.27, 82),
('76704b04-478f-433c-a8dc-7714ce49a99c', 'Ель Датская Елочная Пихта Нордмана 1,25-1,50 м.', 11200, '82-76704b04-478f-433c-a8dc-7714ce49a99c', 'Самый лучший среди товаров на рынке Ель Датская Елочная Пихта Нордмана 1,25-1,50 м.', 4.95, 82),
('ee296f4c-cd47-492d-af0f-5779f9685265', 'Пихта датская Нордмана 125-150 см', 7990, '82-ee296f4c-cd47-492d-af0f-5779f9685265', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 125-150 см', 4.1, 82),
('547c3500-e14d-4130-9d29-a690e22beb18', 'Пихта датская Нордмана 100-125 см', 6990, '82-547c3500-e14d-4130-9d29-a690e22beb18', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 100-125 см', 4.95, 82),
('09afe681-94ad-41d3-ad89-b182f313aa04', 'Пихта русская Кутепово 45-50 см', 846, '82-09afe681-94ad-41d3-ad89-b182f313aa04', 'Самый лучший среди товаров на рынке Пихта русская Кутепово 45-50 см', 4.95, 82),
('e4310f6f-8dbb-4305-bf8d-93d28244771b', 'Ель Цветочная Мастерская Синичка  elkasizexl XL 80 см', 15000, '82-e4310f6f-8dbb-4305-bf8d-93d28244771b', 'Самый лучший среди товаров на рынке Ель Цветочная Мастерская Синичка  elkasizexl XL 80 см', 4.95, 82),
('7e2d6e5c-ec69-4522-8607-34c0a67ebf01', 'Ель  Цветочная Мастерская Синичка elkasizel 50 см', 8900, '82-7e2d6e5c-ec69-4522-8607-34c0a67ebf01', 'Самый лучший среди товаров на рынке Ель  Цветочная Мастерская Синичка elkasizel 50 см', 4.95, 82),
('20bde298-f22a-4900-bf78-8f627df81442', 'Ель Цветочная Мастерская Синичка elkasizem M 40 см,', 5000, '82-20bde298-f22a-4900-bf78-8f627df81442', 'Самый лучший среди товаров на рынке Ель Цветочная Мастерская Синичка elkasizem M 40 см,', 4.95, 82),
('32436b3d-bbc0-4c60-9fa8-532e44440e89', 'Ель Цветочная Мастерская Синичка S minieli24 30 см', 4100, '82-32436b3d-bbc0-4c60-9fa8-532e44440e89', 'Самый лучший среди товаров на рынке Ель Цветочная Мастерская Синичка S minieli24 30 см', 4.95, 82),
('0c1fc803-7c61-4068-b3c2-6d24619c8b55', 'Лапник Пихты Сибирской 8-12 веток', , '82-0c1fc803-7c61-4068-b3c2-6d24619c8b55', 'Самый лучший среди товаров на рынке Лапник Пихты Сибирской 8-12 веток', 4.95, 82),
('e8463f84-38b9-4242-a67b-64ce5f7d6906', 'Живая Пихта Нордмана Экселент 150-175 см', , '82-e8463f84-38b9-4242-a67b-64ce5f7d6906', 'Самый лучший среди товаров на рынке Живая Пихта Нордмана Экселент 150-175 см', 4.2, 82),
('1b2237f7-2da1-4398-95bd-f1989d05ce48', 'Живая Ель Русская обыкновенная 150-180 см', , '82-1b2237f7-2da1-4398-95bd-f1989d05ce48', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 150-180 см', 4.95, 82),
('ada24876-b28e-441e-9d18-d043e54eebf4', 'Живая Пихта Нордмана Экселент 125-150 см', , '82-ada24876-b28e-441e-9d18-d043e54eebf4', 'Самый лучший среди товаров на рынке Живая Пихта Нордмана Экселент 125-150 см', 4.1, 82),
('18dd4aae-629d-4d21-8f44-46995e8cfba4', 'Живая Пихта Фразера в горшке 100-125 см', , '82-18dd4aae-629d-4d21-8f44-46995e8cfba4', 'Самый лучший среди товаров на рынке Живая Пихта Фразера в горшке 100-125 см', 4.1, 82),
('a912262f-f43b-47ce-9230-f0e2bd3bbedf', 'Живая Ель Русская обыкновенная 210-230 см', , '82-a912262f-f43b-47ce-9230-f0e2bd3bbedf', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 210-230 см', 4.95, 82),
('a8b3b2b0-609c-4158-a2b0-5fbfd8bbe3ac', 'Живая Сосна обыкновенная срезанная Эккстра 160-180 см', , '82-a8b3b2b0-609c-4158-a2b0-5fbfd8bbe3ac', 'Самый лучший среди товаров на рынке Живая Сосна обыкновенная срезанная Эккстра 160-180 см', 4.95, 82),
('7c0e146c-1ed7-46fc-ad17-a270f332856d', 'Живая Сосна обыкновенная срезанная Экстра 120-140 см', , '82-7c0e146c-1ed7-46fc-ad17-a270f332856d', 'Самый лучший среди товаров на рынке Живая Сосна обыкновенная срезанная Экстра 120-140 см', 4.1, 82),
('2ed5b643-8189-4646-8753-7c18e566e8e4', 'Живая Пихта Нордмана Экселент 100-125 см', , '82-2ed5b643-8189-4646-8753-7c18e566e8e4', 'Самый лучший среди товаров на рынке Живая Пихта Нордмана Экселент 100-125 см', 4.1, 82),
('9ccbdd97-b243-44e1-842f-738918dd9060', 'Живая Ель Русская обыкновенная 180-210 см', , '82-9ccbdd97-b243-44e1-842f-738918dd9060', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 180-210 см', 4.1, 82),
('0fe9ca60-642c-4ce8-8420-0c128e2d505c', 'Живая Ель Русская обыкновенная 250-300 см', , '82-0fe9ca60-642c-4ce8-8420-0c128e2d505c', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 250-300 см', 4.95, 82),
('ca069c64-7f10-460c-aac9-fef771a974c7', 'Хвойная композиция из живой ели Чупакабра 50-70 см', , '82-ca069c64-7f10-460c-aac9-fef771a974c7', 'Самый лучший среди товаров на рынке Хвойная композиция из живой ели Чупакабра 50-70 см', 4.95, 82),
('43018583-939c-4eea-82f3-02277aeaed61', 'Ель голубая Martin Sad Picea pungens Kaibab 101066066 120-140 см', , '82-43018583-939c-4eea-82f3-02277aeaed61', 'Самый лучший среди товаров на рынке Ель голубая Martin Sad Picea pungens Kaibab 101066066 120-140 см', 4.12, 82),
('f59d4a9a-e53a-4782-94c5-144151658701', 'Живая Ель Русская обыкновенная 120-150 см', , '82-f59d4a9a-e53a-4782-94c5-144151658701', 'Самый лучший среди товаров на рынке Живая Ель Русская обыкновенная 120-150 см', 4.95, 82),
('fe8c2d2a-ebad-41fd-aedd-43401db2c7dc', 'Живая Сосна обыкновенная срезанная Экстра 140-160 см', , '82-fe8c2d2a-ebad-41fd-aedd-43401db2c7dc', 'Самый лучший среди товаров на рынке Живая Сосна обыкновенная срезанная Экстра 140-160 см', 4.95, 82),
('708e26fe-dc6f-4fc6-8891-31404c075a56', 'Пихта датская Нордмана 175-200 см', , '82-708e26fe-dc6f-4fc6-8891-31404c075a56', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 175-200 см', 4.95, 82),
('a8027fe8-9876-4b67-b7ef-a342309f6fe4', 'Пихта датская Нордмана 150-175 см', , '82-a8027fe8-9876-4b67-b7ef-a342309f6fe4', 'Самый лучший среди товаров на рынке Пихта датская Нордмана 150-175 см', 4.95, 82),
('fcf95e4a-70b7-494b-949c-52af9661c7eb', 'Ель русская 125-150 см', , '82-fcf95e4a-70b7-494b-949c-52af9661c7eb', 'Самый лучший среди товаров на рынке Ель русская 125-150 см', 4.1, 82),
('a7bdfe48-452a-45fd-8cc3-bfe02e3a26f8', 'Ель русская 150-175 см', , '82-a7bdfe48-452a-45fd-8cc3-bfe02e3a26f8', 'Самый лучший среди товаров на рынке Ель русская 150-175 см', 4.2, 82),
('925a40f2-e85f-4ad9-9fa1-6b4fdea39769', 'Ель русская 175-200 см', , '82-925a40f2-e85f-4ad9-9fa1-6b4fdea39769', 'Самый лучший среди товаров на рынке Ель русская 175-200 см', 4.95, 82),
('8221bebc-443b-43eb-b25c-962690be6fbf', 'Ель русская 200-225 см', , '82-8221bebc-443b-43eb-b25c-962690be6fbf', 'Самый лучший среди товаров на рынке Ель русская 200-225 см', 4.1, 82);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('dd334231-e1f5-4207-a1da-3d1388c73517', 'Гирлянда 2 м, 20 led, тёплый белый', 99, '85-dd334231-e1f5-4207-a1da-3d1388c73517', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, тёплый белый', 4.79, 85),
('ef94cb05-15c8-41d8-975b-1079f2217a40', 'Гирлянда новогодняя #ЛАКШЕРИ 10 м с пультом ДУ для дома и улицы', 910, '85-ef94cb05-15c8-41d8-975b-1079f2217a40', 'Самый лучший среди товаров на рынке Гирлянда новогодняя #ЛАКШЕРИ 10 м с пультом ДУ для дома и улицы', 4.95, 85),
('62b8adfa-5b15-4a1f-8b0e-3994894ebbfb', 'Гирлянда 2 м, 20 led, холодный белый', 59, '85-62b8adfa-5b15-4a1f-8b0e-3994894ebbfb', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, холодный белый', 4.53, 85),
('75ccac1f-e0cf-462e-baa4-3b6657d08a71', 'Гирлянда 2 м, 20 led, синий', 59, '85-75ccac1f-e0cf-462e-baa4-3b6657d08a71', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, синий', 4.44, 85),
('f93382eb-8728-48de-ac60-bef321d40b54', 'Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для улицы и дома', 910, '85-f93382eb-8728-48de-ac60-bef321d40b54', 'Самый лучший среди товаров на рынке Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для улицы и дома', 4.95, 85),
('c744f8c9-3f7c-43ab-ae5e-0f3eb8ec236b', 'Гирлянда 2 м, 20 led, красный', 59, '85-c744f8c9-3f7c-43ab-ae5e-0f3eb8ec236b', 'Самый лучший среди товаров на рынке Гирлянда 2 м, 20 led, красный', 4.44, 85),
('74131af3-6ccd-4b12-91e4-9bf1d3c2eafd', 'Гирлянда 2023012003 1 метр, 20 ламп', 49, '85-74131af3-6ccd-4b12-91e4-9bf1d3c2eafd', 'Самый лучший среди товаров на рынке Гирлянда 2023012003 1 метр, 20 ламп', 4.78, 85),
('e0b7221c-bfb8-4f22-879b-eb6ee6ae066f', 'Из Китая: Гирлянда электрическая Maxprime 220 см, 20 ламп', 129, '85-e0b7221c-bfb8-4f22-879b-eb6ee6ae066f', 'Самый лучший среди товаров на рынке Из Китая: Гирлянда электрическая Maxprime 220 см, 20 ламп', 4.26, 85),
('a6a65fbb-a424-41d7-90d0-a56dff72f963', 'Световая гирлянда новогодняя Феникс Present сияние 10 м разноцветный', 199, '85-a6a65fbb-a424-41d7-90d0-a56dff72f963', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Феникс Present сияние 10 м разноцветный', 4.42, 85),
('ce192e75-2e91-4adc-9eb5-aa7ede1878b6', 'Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для дома и улицы', 910, '85-ce192e75-2e91-4adc-9eb5-aa7ede1878b6', 'Самый лучший среди товаров на рынке Гирлянда новогодняя #ЛАКШЕРИ 10м с пультом ДУ для дома и улицы', 4.95, 85),
('a11202e0-58a5-4c20-9f6e-7d65400028e6', 'Световая гирлянда новогодняя Luazon Lighting нить Р00011586 20 м белый теплый', 922, '85-a11202e0-58a5-4c20-9f6e-7d65400028e6', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting нить Р00011586 20 м белый теплый', 4.14, 85),
('3a05c973-6908-41b6-bf71-5df1444a1f01', 'Световая гирлянда новогодняя Luazon Lighting нить 3556819 20 м разноцветный', 451, '85-3a05c973-6908-41b6-bf71-5df1444a1f01', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting нить 3556819 20 м разноцветный', 4.45, 85),
('c2cad4f5-d39c-4a5c-88b4-6dc046bbcfb4', 'Световая гирлянда новогодняя Luazon lighting Нить 2433894 5 м белый теплый', 170, '85-c2cad4f5-d39c-4a5c-88b4-6dc046bbcfb4', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon lighting Нить 2433894 5 м белый теплый', 4.42, 85),
('65d1053a-9a75-44b2-b9fa-fea24d77ad28', 'Световая гирлянда новогодняя Luazon lighting Нить 2433893 5 м белый холодный', 177, '85-65d1053a-9a75-44b2-b9fa-fea24d77ad28', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon lighting Нить 2433893 5 м белый холодный', 4.77, 85),
('862bdc36-a4c8-421f-8351-0fda5ae25e3c', 'Световая гирлянда новогодняя Эра Enin -5nw Б0047960 5 м белый теплый', 199, '85-862bdc36-a4c8-421f-8351-0fda5ae25e3c', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Эра Enin -5nw Б0047960 5 м белый теплый', 4.18, 85),
('1857b326-36da-4a79-a5c4-6a1bf0540577', 'Световая гирлянда новогодняя Luazon lighting Нить Р00011586 2 м белый теплый', 245, '85-1857b326-36da-4a79-a5c4-6a1bf0540577', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon lighting Нить Р00011586 2 м белый теплый', 4.49, 85),
('74443039-6ed2-4eb8-b8f3-233870197071', 'Световая гирлянда новогодняя 104927 10 м разноцветный', 379, '85-74443039-6ed2-4eb8-b8f3-233870197071', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя 104927 10 м разноцветный', 4.5, 85),
('4d3c638e-b172-42b6-a618-62d7b9573b00', 'Световая гирлянда новогодняя Luazon Lighting клубки 5985168 5 м белый теплый', 559, '85-4d3c638e-b172-42b6-a618-62d7b9573b00', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting клубки 5985168 5 м белый теплый', 4.38, 85),
('cf5c7c31-5bb6-4942-b49c-bc63b2295edd', 'Световая гирлянда новогодняя Luazon Lighting свечи на прищепке Р00011586 4 м белый теплый', 920, '85-cf5c7c31-5bb6-4942-b49c-bc63b2295edd', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Luazon Lighting свечи на прищепке Р00011586 4 м белый теплый', 4.28, 85),
('4e61dc87-3413-4cff-b5f7-a560ad72e4ec', 'Световая гирлянда новогодняя Home club 8 м белый теплый', 300, '85-4e61dc87-3413-4cff-b5f7-a560ad72e4ec', 'Самый лучший среди товаров на рынке Световая гирлянда новогодняя Home club 8 м белый теплый', 4.5, 85);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('606d9580-6b2c-450b-89f1-24cade7dbf7c', 'Тушь для ресниц Vivienne Sabo Cabaret premiere тон 01 ', 471, '64-606d9580-6b2c-450b-89f1-24cade7dbf7c', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo Cabaret premiere тон 01 ', 4.98, 64),
('7d867aad-4da2-4032-b611-dfb0f281e951', 'Сыворотка для роста ресниц и бровей Toplash Lash and Brow booster', 2790, '64-7d867aad-4da2-4032-b611-dfb0f281e951', 'Самый лучший среди товаров на рынке Сыворотка для роста ресниц и бровей Toplash Lash and Brow booster', 4.95, 64),
('09ec9bcb-a1d0-4d45-bbaf-b8de7c8213ef', 'Тушь для ресниц Vivienne Sabo с эффектом накладных ресниц Metamourphoses Dramatique тон 01', 216, '64-09ec9bcb-a1d0-4d45-bbaf-b8de7c8213ef', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo с эффектом накладных ресниц Metamourphoses Dramatique тон 01', 4.11, 64),
('d1b3bca5-aa0e-4c93-ac41-df81a5e315d0', 'Подводка для глаз Vivienne Sabo "Cabaret Premiere. Pen"', 459, '64-d1b3bca5-aa0e-4c93-ac41-df81a5e315d0', 'Самый лучший среди товаров на рынке Подводка для глаз Vivienne Sabo "Cabaret Premiere. Pen"', 4.30, 64),
('67125164-685a-4703-8823-e077a527c9b4', 'Сыворотка для роста ресниц и бровей Toplash XL Lash and Brow booster', 3890, '64-67125164-685a-4703-8823-e077a527c9b4', 'Самый лучший среди товаров на рынке Сыворотка для роста ресниц и бровей Toplash XL Lash and Brow booster', 4.95, 64),
('d207d644-45f5-4247-b7cf-57e18fde2a6b', 'Тушь для ресниц Vivienne Sabo с эффектом невероятного объема Lashextase тон 01', 465, '64-d207d644-45f5-4247-b7cf-57e18fde2a6b', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo с эффектом невероятного объема Lashextase тон 01', 4.95, 64),
('a369b0f6-43f0-4051-8838-3bf006dc5d12', 'Тушь для ресниц Maybelline New York Lash Sensational чёрная 9,5 мл', 407, '64-a369b0f6-43f0-4051-8838-3bf006dc5d12', 'Самый лучший среди товаров на рынке Тушь для ресниц Maybelline New York Lash Sensational чёрная 9,5 мл', 4.45, 64),
('c7355ba0-76c1-4275-8751-6c09b0e97328', 'Набор для бровей Toplash Brow set', 3790, '64-c7355ba0-76c1-4275-8751-6c09b0e97328', 'Самый лучший среди товаров на рынке Набор для бровей Toplash Brow set', 4.95, 64),
('fb7efd84-6f24-4cad-8b6c-94bc3819687a', 'Тушь для ресниц Vivienne Sabo Cabaret тон 01 9 мл ', 292, '64-fb7efd84-6f24-4cad-8b6c-94bc3819687a', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo Cabaret тон 01 9 мл ', 4.29, 64),
('78962bb9-dd5c-4ec9-9d9c-4c9e7b7a1367', 'Тени для век Makeup Revolution 30 Eyeshadow Palette Fortune Favours The Brave', 465, '64-78962bb9-dd5c-4ec9-9d9c-4c9e7b7a1367', 'Самый лучший среди товаров на рынке Тени для век Makeup Revolution 30 Eyeshadow Palette Fortune Favours The Brave', 4.17, 64),
('874769bd-ea95-4709-a2ca-27e9c58a907b', 'Тушь для ресниц Luxvisage XXL супер объём, эффект накладных ресниц, чёрная', 290, '64-874769bd-ea95-4709-a2ca-27e9c58a907b', 'Самый лучший среди товаров на рынке Тушь для ресниц Luxvisage XXL супер объём, эффект накладных ресниц, чёрная', 4.42, 64),
('b4c8c8fa-5561-441c-b926-118102b7674b', 'Тушь для ресниц Vivienne Sabo объемная подкручивающая Metamourphoses Romantique тон 01', 379, '64-b4c8c8fa-5561-441c-b926-118102b7674b', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo объемная подкручивающая Metamourphoses Romantique тон 01', 4.42, 64),
('8b00e896-219d-4027-b90a-b87443aaf2dc', 'Тушь для ресниц Vivienne Sabo для ОЧЕНЬ большого объема и удлинения Grand Noire тон 01', 465, '64-8b00e896-219d-4027-b90a-b87443aaf2dc', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo для ОЧЕНЬ большого объема и удлинения Grand Noire тон 01', 4.1, 64),
('de7ec1ee-6000-4645-9faf-9c68f61d8478', 'Подводка-фломастер для глаз Senana Marina водостойкая, 24 часа, 0,8 мл', 219, '64-de7ec1ee-6000-4645-9faf-9c68f61d8478', 'Самый лучший среди товаров на рынке Подводка-фломастер для глаз Senana Marina водостойкая, 24 часа, 0,8 мл', 4.24, 64),
('fdcb819b-c301-47a1-981b-a6c3775f519b', 'Тушь для ресниц VIVIENNE SABO CABARET PREMIERE тон 1 суперобъем by Redautumn', 293, '64-fdcb819b-c301-47a1-981b-a6c3775f519b', 'Самый лучший среди товаров на рынке Тушь для ресниц VIVIENNE SABO CABARET PREMIERE тон 1 суперобъем by Redautumn', 4.77, 64),
('b1a7f219-f913-4644-95b6-9b698e4c5c70', 'Подводка-фломастер для глаз Vivienne Sabo Feutre Fin Waterproof, тон 802', 315, '64-b1a7f219-f913-4644-95b6-9b698e4c5c70', 'Самый лучший среди товаров на рынке Подводка-фломастер для глаз Vivienne Sabo Feutre Fin Waterproof, тон 802', 4.90, 64),
('dc0ffa2d-df46-4bc5-8d6c-b89feb944036', 'Тушь Beautiful Eyelashes Удлиняющая водостойкая, черная, 8 г', 180, '64-dc0ffa2d-df46-4bc5-8d6c-b89feb944036', 'Самый лучший среди товаров на рынке Тушь Beautiful Eyelashes Удлиняющая водостойкая, черная, 8 г', 4.72, 64),
('b98e8bd2-fb48-466d-820e-86fca20c830d', 'Палетка теней Divage для век Palettes It`s My Nude Тон It’s my nude', 359, '64-b98e8bd2-fb48-466d-820e-86fca20c830d', 'Самый лучший среди товаров на рынке Палетка теней Divage для век Palettes It`s My Nude Тон It’s my nude', 4.31, 64),
('0d0218f0-5e0e-4880-a156-b0582bba277c', 'Тушь для ресниц SHIK, Extra Volume', 550, '64-0d0218f0-5e0e-4880-a156-b0582bba277c', 'Самый лучший среди товаров на рынке Тушь для ресниц SHIK, Extra Volume', 4.94, 64),
('aa500f4b-dec0-4d68-9889-fcae359ac343', 'Тушь для ресниц Vivienne Sabo с эффектом объема и разделения Grotesque тон 01', 354, '64-aa500f4b-dec0-4d68-9889-fcae359ac343', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo с эффектом объема и разделения Grotesque тон 01', 4.25, 64),
('3501d672-87b6-4233-aa1f-5548b7f0ac70', 'Тушь для ресниц Vivienne Sabo «Cabaret premiere» тон 05 коричневый', 368, '64-3501d672-87b6-4233-aa1f-5548b7f0ac70', 'Самый лучший среди товаров на рынке Тушь для ресниц Vivienne Sabo «Cabaret premiere» тон 05 коричневый', 4.81, 64),
('acb6b2a2-7ff3-4da1-8670-4f386b3af6c4', 'Тушь для ресниц L'Oreal Paris Объем миллиона ресниц Feline Взгляд кошки экстрачерная 9.2мл', 1040, '64-acb6b2a2-7ff3-4da1-8670-4f386b3af6c4', 'Самый лучший среди товаров на рынке Тушь для ресниц L'Oreal Paris Объем миллиона ресниц Feline Взгляд кошки экстрачерная 9.2мл', 4.48, 64),
('9a4834f5-c246-440a-be58-2ca54304fe91', 'Гель для бровей и ресниц Vivienne Sabo тон 02', 218, '64-9a4834f5-c246-440a-be58-2ca54304fe91', 'Самый лучший среди товаров на рынке Гель для бровей и ресниц Vivienne Sabo тон 02', 4.84, 64);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('f42e34bb-8645-4234-a858-2e436147ba3d', 'Стул для кухни Tetchair CINDY (EAMES) (mod. 1801) дерево бук металл сиденье пластик белый', 5960, '91-f42e34bb-8645-4234-a858-2e436147ba3d', 'Самый лучший среди товаров на рынке Стул для кухни Tetchair CINDY (EAMES) (mod. 1801) дерево бук металл сиденье пластик белый', 4.95, 91),
('64c70f91-b591-4677-ae41-53e60fc0e25a', 'Деревянный стул Гольф белый  массив сосны М-трейд Гольф Z-07 ИнгZ-07 белый', 4990, '91-64c70f91-b591-4677-ae41-53e60fc0e25a', 'Самый лучший среди товаров на рынке Деревянный стул Гольф белый  массив сосны М-трейд Гольф Z-07 ИнгZ-07 белый', 4.58, 91),
('12ca8f3c-677c-4aab-8fcf-4682fd4d8f65', 'Стул для кухни, гостиной TetChair BREEZE, светло-серый', 3400, '91-12ca8f3c-677c-4aab-8fcf-4682fd4d8f65', 'Самый лучший среди товаров на рынке Стул для кухни, гостиной TetChair BREEZE, светло-серый', 4.95, 91),
('6230bb04-40bd-4a64-82f1-42c2189b90eb', 'Стул Eames, белый, ZT-1-1w, 4 шт.', 5999, '91-6230bb04-40bd-4a64-82f1-42c2189b90eb', 'Самый лучший среди товаров на рынке Стул Eames, белый, ZT-1-1w, 4 шт.', 4.48, 91),
('d5a9aee2-4988-467f-b8d1-d3bccba02d12', 'Комплект стульев со спинкой для кухни с мягким сиденьем TetChair Hermes, массив, ткань', 9460, '91-d5a9aee2-4988-467f-b8d1-d3bccba02d12', 'Самый лучший среди товаров на рынке Комплект стульев со спинкой для кухни с мягким сиденьем TetChair Hermes, массив, ткань', 4.95, 91),
('365a0f2d-cf8e-49c5-97aa-fb189149d081', 'Табурет Nika ТЭ2 Б 32х32х46,5 см, бежевый серый', 766, '91-365a0f2d-cf8e-49c5-97aa-fb189149d081', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2 Б 32х32х46,5 см, бежевый серый', 4.73, 91),
('da544949-46ce-42f6-ba46-c05ac5597a59', 'Табурет Ника Фабрик-3 на 4-х опорах без обода Слоновая кость', 1258, '91-da544949-46ce-42f6-ba46-c05ac5597a59', 'Самый лучший среди товаров на рынке Табурет Ника Фабрик-3 на 4-х опорах без обода Слоновая кость', 4.28, 91),
('197f0c51-29da-4785-b648-6100d0668c46', 'Деревянный стул Гольф черный  массив березы М-трейд Гольф Z-09 ИнгZ-09 черн', 4590, '91-197f0c51-29da-4785-b648-6100d0668c46', 'Самый лучший среди товаров на рынке Деревянный стул Гольф черный  массив березы М-трейд Гольф Z-09 ИнгZ-09 черн', 4.15, 91),
('39749700-1a5f-43bb-806c-6f1e0d2fee0c', 'Комплект кухонных стульев М-Трейд Chilli, 4 шт, серый черный', 16400, '91-39749700-1a5f-43bb-806c-6f1e0d2fee0c', 'Самый лучший среди товаров на рынке Комплект кухонных стульев М-Трейд Chilli, 4 шт, серый черный', 4.32, 91),
('faa9fb11-ed00-4687-800b-1c8f03fac758', 'Стул для кухни MEBEL SQUARE Pixel, серый', 3601, '91-faa9fb11-ed00-4687-800b-1c8f03fac758', 'Самый лучший среди товаров на рынке Стул для кухни MEBEL SQUARE Pixel, серый', 4.8, 91),
('fe224946-9805-47aa-af40-959eb5f32c21', 'Стул для кухни обеденный DSW Style белый (комплект 4 стула)', 6790, '91-fe224946-9805-47aa-af40-959eb5f32c21', 'Самый лучший среди товаров на рынке Стул для кухни обеденный DSW Style белый (комплект 4 стула)', 4.98, 91),
('7b16be01-98e6-44e7-9105-c929e1542d02', 'Стул byROOM Fika, белый', 1690, '91-7b16be01-98e6-44e7-9105-c929e1542d02', 'Самый лучший среди товаров на рынке Стул byROOM Fika, белый', 4.6, 91),
('d7c6c2bb-9fa3-4d0e-86d1-7b7f851f5cdd', 'Табурет Nika ТЭ2 СК 32х32х46,5 см, слоновая кость серый', 837, '91-d7c6c2bb-9fa3-4d0e-86d1-7b7f851f5cdd', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2 СК 32х32х46,5 см, слоновая кость серый', 4.92, 91),
('ef544419-58e2-4907-ae2f-1b6e3424ed3a', 'Табурет Nika ТЭ2 С 32х32х46,5 см, серый', 837, '91-ef544419-58e2-4907-ae2f-1b6e3424ed3a', 'Самый лучший среди товаров на рынке Табурет Nika ТЭ2 С 32х32х46,5 см, серый', 4.82, 91),
('9940d68f-f9bd-4798-bf3d-fb12f3afec25', 'Табурет Nika Фабрик 6 ткань', 1362, '91-9940d68f-f9bd-4798-bf3d-fb12f3afec25', 'Самый лучший среди товаров на рынке Табурет Nika Фабрик 6 ткань', 4.31, 91),
('14085c07-bc49-4751-b550-863c63f366ad', 'Стул Eames, чёрный, ZT-1-1b, 4 шт.', 5999, '91-14085c07-bc49-4751-b550-863c63f366ad', 'Самый лучший среди товаров на рынке Стул Eames, чёрный, ZT-1-1b, 4 шт.', 4.78, 91),
('e7041120-ed64-46ec-942b-c1fd69f0f5ec', 'Стул для кухни обеденный Флекс велюр серый (комплект 4 стула)', 24990, '91-e7041120-ed64-46ec-942b-c1fd69f0f5ec', 'Самый лучший среди товаров на рынке Стул для кухни обеденный Флекс велюр серый (комплект 4 стула)', 4.63, 91),
('d7afd884-a850-4f85-b387-b30f40e746f4', 'Комплект стульев ДСВ Мебель, 2 шт, серый', 12860, '91-d7afd884-a850-4f85-b387-b30f40e746f4', 'Самый лучший среди товаров на рынке Комплект стульев ДСВ Мебель, 2 шт, серый', 4.18, 91),
('f8a17e33-33df-4f76-a9b3-923249df0bd5', 'Стул Nika, слоновая кость', 2000, '91-f8a17e33-33df-4f76-a9b3-923249df0bd5', 'Самый лучший среди товаров на рынке Стул Nika, слоновая кость', 4.26, 91),
('bd6077cf-ba30-41c9-a901-57c7426e731a', 'Стулья для кухни поворотные М-ТРЕЙД DC-2103, комплект 4 шт, серый', 17000, '91-bd6077cf-ba30-41c9-a901-57c7426e731a', 'Самый лучший среди товаров на рынке Стулья для кухни поворотные М-ТРЕЙД DC-2103, комплект 4 шт, серый', 4.10, 91),
('8cfc8d35-4653-470c-b68b-0e993203a060', 'Комплект стульев Ridberg Лондон Wool 4 шт. Beige', 15090, '91-8cfc8d35-4653-470c-b68b-0e993203a060', 'Самый лучший среди товаров на рынке Комплект стульев Ridberg Лондон Wool 4 шт. Beige', 4.40, 91),
('9b256b53-50c1-4a07-90f4-516635b99d62', 'Стул Eames, белый, ZT-1-1w, 2 шт.', 3499, '91-9b256b53-50c1-4a07-90f4-516635b99d62', 'Самый лучший среди товаров на рынке Стул Eames, белый, ZT-1-1w, 2 шт.', 4.44, 91),
('2d604c4a-6876-4cb7-bad5-b99b2b6eaf04', 'Комплект стульев 4 шт. Stool Group Y801-V, белый', 6690, '91-2d604c4a-6876-4cb7-bad5-b99b2b6eaf04', 'Самый лучший среди товаров на рынке Комплект стульев 4 шт. Stool Group Y801-V, белый', 4.46, 91),
('9fffcbaf-c519-43eb-b255-80760adc0c77', 'Табурет деревянный Stul chik круглый 95968279', 830, '91-9fffcbaf-c519-43eb-b255-80760adc0c77', 'Самый лучший среди товаров на рынке Табурет деревянный Stul chik круглый 95968279', 4.12, 91),
('92c7ab35-4a39-4935-8646-b2f99d3ade54', 'Комплект стульев 2 шт. RIDBERG Лондон RLOBE2, beige', 8190, '91-92c7ab35-4a39-4935-8646-b2f99d3ade54', 'Самый лучший среди товаров на рынке Комплект стульев 2 шт. RIDBERG Лондон RLOBE2, beige', 4.4, 91),
('41e9f570-841d-4e43-a5fa-a5553d11f17e', 'Стул Ridberg БРУКЛИН (Blue)', 6490, '91-41e9f570-841d-4e43-a5fa-a5553d11f17e', 'Самый лучший среди товаров на рынке Стул Ridberg БРУКЛИН (Blue)', 4.9, 91),
('3933bee8-33e6-4626-b3fb-daad03fdc793', 'Комплект кухонных стульев М-Трейд Chilli, 4 шт, бежевый черный', 16400, '91-3933bee8-33e6-4626-b3fb-daad03fdc793', 'Самый лучший среди товаров на рынке Комплект кухонных стульев М-Трейд Chilli, 4 шт, бежевый черный', 4.5, 91),
('153fd061-344e-4e9a-81ce-761e4b98d0b0', 'Комплект пластиковых стульев со спинкой Gemlux GL-FP-235WT 4 для кухни, столовой, гостиной', 6041, '91-153fd061-344e-4e9a-81ce-761e4b98d0b0', 'Самый лучший среди товаров на рынке Комплект пластиковых стульев со спинкой Gemlux GL-FP-235WT 4 для кухни, столовой, гостиной', 4.11, 91);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('31a4cc89-172c-4b03-a2fe-df3dc4534e3c', 'Игра Red Dead Redemption 2 для Xbox One', 3590, '112-31a4cc89-172c-4b03-a2fe-df3dc4534e3c', 'Самый лучший среди товаров на рынке Игра Red Dead Redemption 2 для Xbox One', 4.95, 112),
('f583e578-4ac4-4aaa-947b-2e7e270e498e', 'Игра Forza Horizon 4 для Xbox One', 4990, '112-f583e578-4ac4-4aaa-947b-2e7e270e498e', 'Самый лучший среди товаров на рынке Игра Forza Horizon 4 для Xbox One', 4.95, 112),
('a716b83b-0e36-4d76-b15c-925f65a4d2b9', 'Игра Spyro Reignited Trilogy для Xbox One', 3690, '112-a716b83b-0e36-4d76-b15c-925f65a4d2b9', 'Самый лучший среди товаров на рынке Игра Spyro Reignited Trilogy для Xbox One', 4.95, 112),
('a0476b67-d291-4e3e-95a8-aa8bb431e745', 'Игра Метро: Исход Издание первого дня для Xbox One', 2990, '112-a0476b67-d291-4e3e-95a8-aa8bb431e745', 'Самый лучший среди товаров на рынке Игра Метро: Исход Издание первого дня для Xbox One', 4.95, 112),
('f5d340d1-fb4a-4ada-9dcf-726588878f07', 'Игра Far Cry 5 для Xbox One', 2780, '112-f5d340d1-fb4a-4ada-9dcf-726588878f07', 'Самый лучший среди товаров на рынке Игра Far Cry 5 для Xbox One', 4.95, 112),
('e10f9636-6102-4cb2-a895-aa6898fedbe5', 'Игра Battlefield V для Microsoft Xbox One', 2490, '112-e10f9636-6102-4cb2-a895-aa6898fedbe5', 'Самый лучший среди товаров на рынке Игра Battlefield V для Microsoft Xbox One', 4.95, 112),
('497e376f-1f56-43a7-a764-ed9d52ad554b', 'Игра Grand Theft Auto V для Xbox One', 3490, '112-497e376f-1f56-43a7-a764-ed9d52ad554b', 'Самый лучший среди товаров на рынке Игра Grand Theft Auto V для Xbox One', 4.95, 112),
('bdf685df-f9f0-4b32-880c-75b2d84c1ba8', 'Игра Pro Evolution Soccer 2015 для Xbox One', 2190, '112-bdf685df-f9f0-4b32-880c-75b2d84c1ba8', 'Самый лучший среди товаров на рынке Игра Pro Evolution Soccer 2015 для Xbox One', 4.95, 112),
('f966e39d-635e-4ad0-a0cc-ad405e44ab19', 'Игра Scream Ride для Xbox One', 1192, '112-f966e39d-635e-4ad0-a0cc-ad405e44ab19', 'Самый лучший среди товаров на рынке Игра Scream Ride для Xbox One', 4.95, 112),
('44068029-6823-4f59-8600-df7281b7f9bd', 'Игра XCOM 2 для Xbox One', 2580, '112-44068029-6823-4f59-8600-df7281b7f9bd', 'Самый лучший среди товаров на рынке Игра XCOM 2 для Xbox One', 4.95, 112),
('25c78d5a-a70a-459e-beaf-4dfc595a918e', 'Игра Dishonored 2 Limited Edition для Xbox One', 4299, '112-25c78d5a-a70a-459e-beaf-4dfc595a918e', 'Самый лучший среди товаров на рынке Игра Dishonored 2 Limited Edition для Xbox One', 4.95, 112),
('9b7a61fd-7252-4833-87be-1edbace67db5', 'Игра Destiny 2 для Microsoft Xbox One', 2690, '112-9b7a61fd-7252-4833-87be-1edbace67db5', 'Самый лучший среди товаров на рынке Игра Destiny 2 для Microsoft Xbox One', 4.95, 112),
('b336fd40-6c5d-418e-90b6-a3514cff9f7d', 'Игра Monster Hunter: World для Xbox One', 4190, '112-b336fd40-6c5d-418e-90b6-a3514cff9f7d', 'Самый лучший среди товаров на рынке Игра Monster Hunter: World для Xbox One', 4.95, 112),
('cbebc45e-10db-44cc-82b7-1b0e6266ccbf', 'Игра GTA V: Premium Online Edition для Xbox One', 3473, '112-cbebc45e-10db-44cc-82b7-1b0e6266ccbf', 'Самый лучший среди товаров на рынке Игра GTA V: Premium Online Edition для Xbox One', 4.95, 112),
('3b32adc3-ed5a-450d-b06f-dc32c0078536', 'Игра Final Fantasy XV Royal Edition для Xbox One', 3490, '112-3b32adc3-ed5a-450d-b06f-dc32c0078536', 'Самый лучший среди товаров на рынке Игра Final Fantasy XV Royal Edition для Xbox One', 4.95, 112);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('246944e6-5f33-4d5e-ac07-2e8bd5a679b2', 'Паракорд 550 светоотражающий, нейлон, красный, d - 4 мм, 10 м', 305, '55-246944e6-5f33-4d5e-ac07-2e8bd5a679b2', 'Самый лучший среди товаров на рынке Паракорд 550 светоотражающий, нейлон, красный, d - 4 мм, 10 м', 4.5, 55),
('2d832f6c-58bb-48b2-a547-c01bc09ade64', 'Паракорд 550 светоотражающий, нейлон, черный, d - 4 мм, 10 м', 646, '55-2d832f6c-58bb-48b2-a547-c01bc09ade64', 'Самый лучший среди товаров на рынке Паракорд 550 светоотражающий, нейлон, черный, d - 4 мм, 10 м', 4.4, 55),
('626d61c0-0192-4bd8-9f45-e4d20f822e30', 'Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 50 м', 4056, '55-626d61c0-0192-4bd8-9f45-e4d20f822e30', 'Самый лучший среди товаров на рынке Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 50 м', 4.95, 55),
('8e8a6732-b5b3-47df-8b8f-bf87d444c2cb', 'Веревка высокопрочная страховочная статическая Prival Static 40 прядей, 9мм х 15м', 1010, '55-8e8a6732-b5b3-47df-8b8f-bf87d444c2cb', 'Самый лучший среди товаров на рынке Веревка высокопрочная страховочная статическая Prival Static 40 прядей, 9мм х 15м', 4.95, 55),
('bf73b624-c723-4efc-874d-882fe13f4179', 'Паракорд 275 светоотражающий, нейлон, черный, d - 2,2 мм, 10 м', 602, '55-bf73b624-c723-4efc-874d-882fe13f4179', 'Самый лучший среди товаров на рынке Паракорд 275 светоотражающий, нейлон, черный, d - 2,2 мм, 10 м', 4.95, 55),
('a631b31a-1fa7-43bf-abd2-e927114388af', 'Веревка страховочная высокопрочная Prival Static Grov, 12мм х 50м', 7040, '55-a631b31a-1fa7-43bf-abd2-e927114388af', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 12мм х 50м', 4.95, 55),
('dd0cc464-e4c6-40b2-a063-6c7bf174849c', 'Протектор для веревки Vento Vnt 217', 288, '55-dd0cc464-e4c6-40b2-a063-6c7bf174849c', 'Самый лучший среди товаров на рынке Протектор для веревки Vento Vnt 217', 4.4, 55),
('b984dec7-0389-4142-869d-fd41380c76cb', 'АзотХимФортис Веревка страховочная статическая FORTIS-static ПА O10 48пряд кН25 Тип А46220', 2752, '55-b984dec7-0389-4142-869d-fd41380c76cb', 'Самый лучший среди товаров на рынке АзотХимФортис Веревка страховочная статическая FORTIS-static ПА O10 48пряд кН25 Тип А46220', 4.95, 55),
('7cf2fadb-1b95-4581-889b-cba07bf319c9', 'Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 20 м', 1632, '55-7cf2fadb-1b95-4581-889b-cba07bf319c9', 'Самый лучший среди товаров на рынке Веревка страховочно-спасательная "Высота" хаки, d= 10 мм, 20 м', 4.2, 55),
('170b8ebe-f34f-4202-8c05-71325be459a6', 'Веревка страховочно-спасательная "Высота" хаки, d= 8 мм, 20 м', 1295, '55-170b8ebe-f34f-4202-8c05-71325be459a6', 'Самый лучший среди товаров на рынке Веревка страховочно-спасательная "Высота" хаки, d= 8 мм, 20 м', 4.95, 55),
('97de0b53-79db-4952-8f7a-193da905891d', 'Трос-Шнур Альпинистский 7т. (2 Крюка) Сервис Ключ 73757 СЕРВИС КЛЮЧ арт. 73757', 785, '55-97de0b53-79db-4952-8f7a-193da905891d', 'Самый лучший среди товаров на рынке Трос-Шнур Альпинистский 7т. (2 Крюка) Сервис Ключ 73757 СЕРВИС КЛЮЧ арт. 73757', 4.95, 55),
('7f0e405f-b4ee-46db-a1a9-17f0bd579aa2', 'Паракорд 275 "Мастер К." нейлон, балтика, d - 2,2 мм, 10 м', 602, '55-7f0e405f-b4ee-46db-a1a9-17f0bd579aa2', 'Самый лучший среди товаров на рынке Паракорд 275 "Мастер К." нейлон, балтика, d - 2,2 мм, 10 м', 4.1, 55),
('0855f88d-d28a-4f84-b1d2-56eeacc5d352', 'Паракорд 275 "Мастер К." нейлон, койот, d - 2,2 мм, 10 м', 602, '55-0855f88d-d28a-4f84-b1d2-56eeacc5d352', 'Самый лучший среди товаров на рынке Паракорд 275 "Мастер К." нейлон, койот, d - 2,2 мм, 10 м', 4.95, 55),
('30ee1a5b-24b9-4a86-9ec3-f0aa01f0606f', 'Паракорд 550 "Мастер К." нейлон, балтика, d - 4 мм, 10 м', 670, '55-30ee1a5b-24b9-4a86-9ec3-f0aa01f0606f', 'Самый лучший среди товаров на рынке Паракорд 550 "Мастер К." нейлон, балтика, d - 4 мм, 10 м', 4.1, 55),
('ad87120b-c562-464d-8397-a5433221a51f', 'Веревка страховочная высокопрочная Prival Static Grov, 10мм х 25м', 3150, '55-ad87120b-c562-464d-8397-a5433221a51f', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 10мм х 25м', 4.95, 55),
('727685ae-d2c3-4e71-9b3e-51223d472f82', 'Веревка страховочная высокопрочная Prival Static Grov, 10мм х 10м', 1430, '55-727685ae-d2c3-4e71-9b3e-51223d472f82', 'Самый лучший среди товаров на рынке Веревка страховочная высокопрочная Prival Static Grov, 10мм х 10м', 4.95, 55),
('c39e1d67-78fd-469e-abac-820491d6faf1', 'Веревка статическая Prival GroVer-10, 10мм х 20м, 48 прядей', 2600, '55-c39e1d67-78fd-469e-abac-820491d6faf1', 'Самый лучший среди товаров на рынке Веревка статическая Prival GroVer-10, 10мм х 20м, 48 прядей', 4.3, 55),
('7dacb823-4425-4da0-97c7-453d8f288dd9', 'Веревка статическая Prival GroVer-10, 10мм х 50м, 48 прядей', 6050, '55-7dacb823-4425-4da0-97c7-453d8f288dd9', 'Самый лучший среди товаров на рынке Веревка статическая Prival GroVer-10, 10мм х 50м, 48 прядей', 4.95, 55);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('2f245858-3dea-4e50-a313-eda7523817fb', 'Маска с поросуживающим эффектом Aravia Professional Post-Acne Balance Mask 100 мл', 288, '61-2f245858-3dea-4e50-a313-eda7523817fb', 'Самый лучший среди товаров на рынке Маска с поросуживающим эффектом Aravia Professional Post-Acne Balance Mask 100 мл', 4.98, 61),
('122827e3-c6ea-43b5-bb83-34e225bc9a0c', 'Гидрогелевые патчи Zozu с экстрактом авокадо и маслом ши, 60 шт.', 245, '61-122827e3-c6ea-43b5-bb83-34e225bc9a0c', 'Самый лучший среди товаров на рынке Гидрогелевые патчи Zozu с экстрактом авокадо и маслом ши, 60 шт.', 4.88, 61),
('a1ad53dd-eb37-4969-94f0-725bc78ad313', 'Маска для лица Name Skin Care тканевая, увлажнение и свежесть кожи, 25 г', 32, '61-a1ad53dd-eb37-4969-94f0-725bc78ad313', 'Самый лучший среди товаров на рынке Маска для лица Name Skin Care тканевая, увлажнение и свежесть кожи, 25 г', 4.47, 61),
('562f5806-eec2-4f2d-a442-c5506aba019d', 'Сыворотка для лица FarmStay All-In-One Collagen&Hyaluronic Ampoule 250 мл', 464, '61-562f5806-eec2-4f2d-a442-c5506aba019d', 'Самый лучший среди товаров на рынке Сыворотка для лица FarmStay All-In-One Collagen&Hyaluronic Ampoule 250 мл', 4.61, 61),
('9b85c659-96b0-4c1f-9fc7-fa2aa35a0907', 'Крем для лица Aravia Professional для сияния кожи с витамином С 50 мл', 204, '61-9b85c659-96b0-4c1f-9fc7-fa2aa35a0907', 'Самый лучший среди товаров на рынке Крем для лица Aravia Professional для сияния кожи с витамином С 50 мл', 4.54, 61),
('f8b2f245-179c-4849-a579-04d6f86702e6', 'Крем для лица Aravia Professional Peptide Ampoule Firming Cream от морщин с пептидами 50мл', 194, '61-f8b2f245-179c-4849-a579-04d6f86702e6', 'Самый лучший среди товаров на рынке Крем для лица Aravia Professional Peptide Ampoule Firming Cream от морщин с пептидами 50мл', 4.19, 61),
('a3281a56-4c34-4d38-a17f-4fe1aa96e49b', 'Крем для лица с мочевиной 10% Aravia Professional Intensive Moisture Cream 150 мл', 522, '61-a3281a56-4c34-4d38-a17f-4fe1aa96e49b', 'Самый лучший среди товаров на рынке Крем для лица с мочевиной 10% Aravia Professional Intensive Moisture Cream 150 мл', 4.11, 61),
('a53b6031-e924-43bb-b46f-c681a540b569', 'Тоник очищающий против черных точек и комедонов Aravia Professional Black Head Off 250 мл', 401, '61-a53b6031-e924-43bb-b46f-c681a540b569', 'Самый лучший среди товаров на рынке Тоник очищающий против черных точек и комедонов Aravia Professional Black Head Off 250 мл', 4.61, 61),
('36ab3bc9-be25-4bec-8ece-71ab50d8234f', 'Маска для лица Name Skin Care тканевая, ультраочищающая, пузырьковая, 25 г', 56, '61-36ab3bc9-be25-4bec-8ece-71ab50d8234f', 'Самый лучший среди товаров на рынке Маска для лица Name Skin Care тканевая, ультраочищающая, пузырьковая, 25 г', 4.37, 61),
('0b1238f3-1377-47a6-a9ea-dd6c81e9508d', 'Маска для лица Name Skin Care тканевая, омоложение и регенерация кожи, 25 г', 30, '61-0b1238f3-1377-47a6-a9ea-dd6c81e9508d', 'Самый лучший среди товаров на рынке Маска для лица Name Skin Care тканевая, омоложение и регенерация кожи, 25 г', 4.32, 61),
('70bdbcea-91cc-4b69-a87d-60276fbda112', 'Крем для лица Enough с коллагеном Collagen Moisture Essential Cream 50 мл', 331, '61-70bdbcea-91cc-4b69-a87d-60276fbda112', 'Самый лучший среди товаров на рынке Крем для лица Enough с коллагеном Collagen Moisture Essential Cream 50 мл', 4.24, 61),
('72d34dfa-a4e0-4007-954a-fb1d55b3e625', 'Бальзам для губ Carmex SPF 15, вишня, 4,25 г', 255, '61-72d34dfa-a4e0-4007-954a-fb1d55b3e625', 'Самый лучший среди товаров на рынке Бальзам для губ Carmex SPF 15, вишня, 4,25 г', 4.22, 61),
('1cff10d3-c685-4d3d-ad9a-5454bfbe6148', 'Гель для умывания Aravia Laboratories Phyto-Active Cleansing Gel с ниацинамидом, 200 мл', 422, '61-1cff10d3-c685-4d3d-ad9a-5454bfbe6148', 'Самый лучший среди товаров на рынке Гель для умывания Aravia Laboratories Phyto-Active Cleansing Gel с ниацинамидом, 200 мл', 4.93, 61),
('dade0ef2-0f2d-4bf1-83c4-981194fe02b3', 'Пенка для умывания Aravia Laboratories, Anti-Acne Cleansing Foam, 150 мл', 478, '61-dade0ef2-0f2d-4bf1-83c4-981194fe02b3', 'Самый лучший среди товаров на рынке Пенка для умывания Aravia Laboratories, Anti-Acne Cleansing Foam, 150 мл', 4.88, 61),
('53f64a41-9272-4dcf-b670-6ca93f021153', 'Крем для лица Aravia Professional PHA-Active балансирующий с РНА-кислотами 50 мл', 266, '61-53f64a41-9272-4dcf-b670-6ca93f021153', 'Самый лучший среди товаров на рынке Крем для лица Aravia Professional PHA-Active балансирующий с РНА-кислотами 50 мл', 4.13, 61),
('f728df24-a6a5-468d-be0a-2ced6c9f91fc', 'Гель для умывания La Roche-Posay Effaclar Gel 400 мл', 2379, '61-f728df24-a6a5-468d-be0a-2ced6c9f91fc', 'Самый лучший среди товаров на рынке Гель для умывания La Roche-Posay Effaclar Gel 400 мл', 4.22, 61),
('18944ea2-9c35-4354-82ec-20eca14cb26a', 'Тоник балансирующий для сужения пор Aravia Professional Pore-Balance Toner 250 мл', 412, '61-18944ea2-9c35-4354-82ec-20eca14cb26a', 'Самый лучший среди товаров на рынке Тоник балансирующий для сужения пор Aravia Professional Pore-Balance Toner 250 мл', 4.68, 61);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('8864c3ab-f8a1-4d91-87f5-b029c37e6f40', 'Выравнивающая база под макияж JOMTAM 3 в 1 isolation three color grooming 40 г', 230, '63-8864c3ab-f8a1-4d91-87f5-b029c37e6f40', 'Самый лучший среди товаров на рынке Выравнивающая база под макияж JOMTAM 3 в 1 isolation three color grooming 40 г', 4.85, 63),
('392de475-0303-4e29-815c-0e92820df8fc', 'Набор для ресниц Toplash Lash set, сыворотка для роста ресниц  и тушь', 3790, '63-392de475-0303-4e29-815c-0e92820df8fc', 'Самый лучший среди товаров на рынке Набор для ресниц Toplash Lash set, сыворотка для роста ресниц  и тушь', 4.95, 63),
('4810ee00-7775-462d-9c73-1aadac092392', 'Тональный крем Enough Collagen Moisture Foundation SPF15 13 100 мл', 399, '63-4810ee00-7775-462d-9c73-1aadac092392', 'Самый лучший среди товаров на рынке Тональный крем Enough Collagen Moisture Foundation SPF15 13 100 мл', 4.58, 63),
('61670471-e0fc-402c-aa80-3eede6c88aca', 'Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №001 Ivory Beige (52401)', 1750, '63-61670471-e0fc-402c-aa80-3eede6c88aca', 'Самый лучший среди товаров на рынке Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №001 Ivory Beige (52401)', 4.6, 63),
('0f80ae74-c6c8-43a6-ad39-a3ce91cfec8f', 'Мега Бьюти Бокс набор подарочный декоративной и уходовой косметики', 3000, '63-0f80ae74-c6c8-43a6-ad39-a3ce91cfec8f', 'Самый лучший среди товаров на рынке Мега Бьюти Бокс набор подарочный декоративной и уходовой косметики', 4.56, 63),
('325b681d-f44f-4873-8019-6c3f2fcc60c1', 'Хайлайтер Revolution Makeup Revolution Cheek Kit Take A Breather 8,8 г', 588, '63-325b681d-f44f-4873-8019-6c3f2fcc60c1', 'Самый лучший среди товаров на рынке Хайлайтер Revolution Makeup Revolution Cheek Kit Take A Breather 8,8 г', 4.42, 63),
('ffe12a88-d7a9-4ffe-a27f-de7639e032f5', 'Тональный крем Zozu с кушоном для лица Корея с экстрактом авокадо', 240, '63-ffe12a88-d7a9-4ffe-a27f-de7639e032f5', 'Самый лучший среди товаров на рынке Тональный крем Zozu с кушоном для лица Корея с экстрактом авокадо', 4.83, 63),
('e2692bc5-e6cb-4857-980c-83f40bddc003', 'Тональный крем Missha Magic Cushion Cover Lasting SPF50+ PA+++ N21 15 г', 552, '63-e2692bc5-e6cb-4857-980c-83f40bddc003', 'Самый лучший среди товаров на рынке Тональный крем Missha Magic Cushion Cover Lasting SPF50+ PA+++ N21 15 г', 4.83, 63),
('516cf97d-1fde-4ef7-aaff-b3c8ebd65dc2', 'Тональный крем Enough Collagen Moisture Foundation SPF15 21 100 мл', 314, '63-516cf97d-1fde-4ef7-aaff-b3c8ebd65dc2', 'Самый лучший среди товаров на рынке Тональный крем Enough Collagen Moisture Foundation SPF15 21 100 мл', 4.55, 63),
('c5ab3bcb-44b9-49d4-b0be-609e2ed87ea5', 'Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №005 Amberlight (52405)', 1720, '63-c5ab3bcb-44b9-49d4-b0be-609e2ed87ea5', 'Самый лучший среди товаров на рынке Пудра компактная запеченная PUPA Luminys Baked Face Powder, тон №005 Amberlight (52405)', 4.20, 63),
('defffe01-7958-450f-a520-c667dce16cac', 'BB крем MISSHA M Perfect Cover BB Cream 23 Natural Beige 50 мл', 1229, '63-defffe01-7958-450f-a520-c667dce16cac', 'Самый лучший среди товаров на рынке BB крем MISSHA M Perfect Cover BB Cream 23 Natural Beige 50 мл', 4.6, 63),
('bacc0d80-7f17-4a48-a6c4-cb344a817741', 'Палетка для контуринга лица Vivienne Sabo Naturel 04', 339, '63-bacc0d80-7f17-4a48-a6c4-cb344a817741', 'Самый лучший среди товаров на рынке Палетка для контуринга лица Vivienne Sabo Naturel 04', 4.10, 63),
('a44a9954-d1e1-4cac-b2e8-a1f60a25d972', 'Консилер Holika Holika Cover & Hiding Liquid Concealer 01 Light Beige 5 мл', 511, '63-a44a9954-d1e1-4cac-b2e8-a1f60a25d972', 'Самый лучший среди товаров на рынке Консилер Holika Holika Cover & Hiding Liquid Concealer 01 Light Beige 5 мл', 4.74, 63),
('50f86e01-b217-4847-a7fa-be3c58670d53', 'Консилер Vivienne Sabo Retouche, тон 01', 330, '63-50f86e01-b217-4847-a7fa-be3c58670d53', 'Самый лучший среди товаров на рынке Консилер Vivienne Sabo Retouche, тон 01', 4.3, 63),
('ac13c113-2d37-41f1-a1ac-b8b571610a8d', 'Пудра Relouis PRO HD Powder фиксирующая, прозрачная, 10 г', 432, '63-ac13c113-2d37-41f1-a1ac-b8b571610a8d', 'Самый лучший среди товаров на рынке Пудра Relouis PRO HD Powder фиксирующая, прозрачная, 10 г', 4.6, 63),
('f5b32b19-9149-46b4-b0df-fd181dfea853', 'BB крем MISSHA M Perfect Cover BB Cream 21 Light Beige 50 мл', 1229, '63-f5b32b19-9149-46b4-b0df-fd181dfea853', 'Самый лучший среди товаров на рынке BB крем MISSHA M Perfect Cover BB Cream 21 Light Beige 50 мл', 4.10, 63),
('5afacdcc-04c6-457e-b7aa-c56d482d1e99', 'BB-крем Holika Holika Aqua Fresh Petit, матирующий, SPF 25', 539, '63-5afacdcc-04c6-457e-b7aa-c56d482d1e99', 'Самый лучший среди товаров на рынке BB-крем Holika Holika Aqua Fresh Petit, матирующий, SPF 25', 4.22, 63),
('c51e7a5f-2036-4d9c-bdcf-e53f18e0bb0c', 'Стик-скульптор Belor Design Multitalent тон 1', 408, '63-c51e7a5f-2036-4d9c-bdcf-e53f18e0bb0c', 'Самый лучший среди товаров на рынке Стик-скульптор Belor Design Multitalent тон 1', 4.34, 63),
('5132c50f-0890-4f7f-819c-2d84f248d4d7', 'Тонирующий крем кушон с экстрактом Авокадо ZOZU Beautecret 20 г', 235, '63-5132c50f-0890-4f7f-819c-2d84f248d4d7', 'Самый лучший среди товаров на рынке Тонирующий крем кушон с экстрактом Авокадо ZOZU Beautecret 20 г', 4.77, 63),
('a00a95e1-5239-4b84-be05-a0a79060804a', 'Крем тональный для лица Vivienne Sabo Shake с натуральным блюр эффектом тон 01', 538, '63-a00a95e1-5239-4b84-be05-a0a79060804a', 'Самый лучший среди товаров на рынке Крем тональный для лица Vivienne Sabo Shake с натуральным блюр эффектом тон 01', 4.1, 63),
('c65b06a6-8e8e-4298-adae-c892327bd29f', 'Тональный крем Missha Magic Cushion Moist Up SPF50+ PA+++ 21 15 мл', 1799, '63-c65b06a6-8e8e-4298-adae-c892327bd29f', 'Самый лучший среди товаров на рынке Тональный крем Missha Magic Cushion Moist Up SPF50+ PA+++ 21 15 мл', 4.37, 63),
('c856f1e2-c345-48d3-9a72-e6d3494be8cd', 'Минеральная пудра Horec Dry Cool с мятой', 599, '63-c856f1e2-c345-48d3-9a72-e6d3494be8cd', 'Самый лучший среди товаров на рынке Минеральная пудра Horec Dry Cool с мятой', 4.35, 63);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('5d7f4cb2-2a2b-4ddf-8a54-b689844fcdbb', 'Геймпад Sony DualShock 4 v2 для Playstation 4 Black (CUH-ZCT2E)', 4500, '113-5d7f4cb2-2a2b-4ddf-8a54-b689844fcdbb', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 Black (CUH-ZCT2E)', 4.95, 113),
('ae2ee6c1-b693-4fce-b0f5-548b3f42aa34', 'Игра Red Dead Redemption 2 для PlayStation 4', 3490, '113-ae2ee6c1-b693-4fce-b0f5-548b3f42aa34', 'Самый лучший среди товаров на рынке Игра Red Dead Redemption 2 для PlayStation 4', 4.95, 113),
('3ad2efa2-1f64-475d-9297-cdb92eadd304', 'Игра Grand Theft Auto V для PlayStation 4', 2295, '113-3ad2efa2-1f64-475d-9297-cdb92eadd304', 'Самый лучший среди товаров на рынке Игра Grand Theft Auto V для PlayStation 4', 4.95, 113),
('45b4f32d-9ba4-4434-aae0-8abc66b37acc', 'Геймпад Sony DualShock 4 v2 для Playstation 4 Red (CUH-ZCT2E)', 4500, '113-45b4f32d-9ba4-4434-aae0-8abc66b37acc', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 Red (CUH-ZCT2E)', 4.95, 113),
('db7025c9-d8c3-4d6a-abad-017e35f6d258', 'Геймпад Sony DualShock 4 v2 для Playstation 4 Blue (CUH-ZCT2E)', 4500, '113-db7025c9-d8c3-4d6a-abad-017e35f6d258', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 Blue (CUH-ZCT2E)', 4.95, 113),
('48b1346e-1fe8-4c8b-b8d8-3cd8c8bed6b1', 'Геймпад Sony DualShock 4 V2 White (белый ледник)', 6999, '113-48b1346e-1fe8-4c8b-b8d8-3cd8c8bed6b1', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 V2 White (белый ледник)', 4.95, 113),
('07a1751e-4225-416e-89bf-329d04d0c8f9', 'Геймпад Sony DualShock 4 v2 для Playstation 4 White (CUH-ZCT2E)', 4500, '113-07a1751e-4225-416e-89bf-329d04d0c8f9', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 v2 для Playstation 4 White (CUH-ZCT2E)', 4.95, 113),
('daba01b8-73e2-44a8-ab42-524cd887d1b3', 'Геймпад Sony DualShock 4 для Playstation 4 Camouflage (CUH-ZCT2E)', 8590, '113-daba01b8-73e2-44a8-ab42-524cd887d1b3', 'Самый лучший среди товаров на рынке Геймпад Sony DualShock 4 для Playstation 4 Camouflage (CUH-ZCT2E)', 4.95, 113),
('0b06dbf1-29d7-4713-9e73-825ce493583d', 'Игра Mortal Kombat XL для PlayStation 4', 2499, '113-0b06dbf1-29d7-4713-9e73-825ce493583d', 'Самый лучший среди товаров на рынке Игра Mortal Kombat XL для PlayStation 4', 4.95, 113),
('b6812a5f-7395-4f39-985a-1153738c8b66', 'Игра God of War Стандартное издание для PlayStation 4', 2990, '113-b6812a5f-7395-4f39-985a-1153738c8b66', 'Самый лучший среди товаров на рынке Игра God of War Стандартное издание для PlayStation 4', 4.95, 113),
('012553b7-531d-4eec-a82f-81577b1418a5', 'Игра Horizon Zero Dawn Complete Edition для PlayStation 4', 2590, '113-012553b7-531d-4eec-a82f-81577b1418a5', 'Самый лучший среди товаров на рынке Игра Horizon Zero Dawn Complete Edition для PlayStation 4', 4.95, 113),
('e853781e-dd07-49b0-a6b8-8f70476c5668', 'Игра Games Dark Souls: Remastered для PlayStation 4', 2380, '113-e853781e-dd07-49b0-a6b8-8f70476c5668', 'Самый лучший среди товаров на рынке Игра Games Dark Souls: Remastered для PlayStation 4', 4.95, 113),
('d154d4df-2155-4a4c-bc2e-393144cfd69b', 'Игра Assassin's Creed: Одиссея для PlayStation 4', 3290, '113-d154d4df-2155-4a4c-bc2e-393144cfd69b', 'Самый лучший среди товаров на рынке Игра Assassin's Creed: Одиссея для PlayStation 4', 4.95, 113),
('05c27e73-a986-42d2-845c-cab582d9d567', 'Игра Far Cry 5 для PlayStation 4', 3290, '113-05c27e73-a986-42d2-845c-cab582d9d567', 'Самый лучший среди товаров на рынке Игра Far Cry 5 для PlayStation 4', 4.95, 113),
('f429428f-6b22-4aa2-bbf1-5ab83151ba69', 'Игра Assassin's Creed Истоки для PlayStation 4', 2690, '113-f429428f-6b22-4aa2-bbf1-5ab83151ba69', 'Самый лучший среди товаров на рынке Игра Assassin's Creed Истоки для PlayStation 4', 4.95, 113);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('da4baf45-3e26-4a16-aef7-6f68551a6754', 'Серьги из серебра с фианитом 585Gold 702003937', 2437, '72-da4baf45-3e26-4a16-aef7-6f68551a6754', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом 585Gold 702003937', 4.95, 72),
('2e1dfecd-4f7c-47f8-9c97-40ae9f01f3d5', 'Серьги из серебра VALTERA 117060', 1639, '72-2e1dfecd-4f7c-47f8-9c97-40ae9f01f3d5', 'Самый лучший среди товаров на рынке Серьги из серебра VALTERA 117060', 4.95, 72),
('790ba743-7928-40b0-860f-fbc58a1c04b5', 'Серьги из серебра SOKOLOV 94025798, фианит', 2037, '72-790ba743-7928-40b0-860f-fbc58a1c04b5', 'Самый лучший среди товаров на рынке Серьги из серебра SOKOLOV 94025798, фианит', 4.5, 72),
('4acc6de1-b731-416e-9145-e5576f6d7672', 'Моносерьга из серебра с фианитом SOKOLOV 93170010', 465, '72-4acc6de1-b731-416e-9145-e5576f6d7672', 'Самый лучший среди товаров на рынке Моносерьга из серебра с фианитом SOKOLOV 93170010', 4.81, 72),
('025fd033-61d7-469c-89f1-81bb4968062e', 'Серьги из серебра VALTERA 116663', 948, '72-025fd033-61d7-469c-89f1-81bb4968062e', 'Самый лучший среди товаров на рынке Серьги из серебра VALTERA 116663', 4.95, 72),
('884ed8e8-b565-46b7-8e1a-7c24a076b596', 'Серьги-пусеты из серебра SOKOLOV 94023515, фианит', 2601, '72-884ed8e8-b565-46b7-8e1a-7c24a076b596', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра SOKOLOV 94023515, фианит', 4.92, 72),
('fe0bec59-57ab-458e-8f66-e9477878e3f1', 'Серьги из серебра с фианитом VALTERA 117846', 1380, '72-fe0bec59-57ab-458e-8f66-e9477878e3f1', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом VALTERA 117846', 4.11, 72),
('45ec23d5-1c76-444d-8385-394081e274f8', 'Серьги продевки из серебра с фианитом VALTERA 117906', 1656, '72-45ec23d5-1c76-444d-8385-394081e274f8', 'Самый лучший среди товаров на рынке Серьги продевки из серебра с фианитом VALTERA 117906', 4.10, 72),
('1a388e75-4b9a-4896-84ac-3fb1dfa331b5', 'Серьги из красного золота ADAMAS 21038398 01-А50-01', 12943, '72-1a388e75-4b9a-4896-84ac-3fb1dfa331b5', 'Самый лучший среди товаров на рынке Серьги из красного золота ADAMAS 21038398 01-А50-01', 4.95, 72),
('0dc32cd8-7533-4eb7-8a14-3c3bacb780da', 'Серьги из красного золота VALTERA 111533, аметист искусственный', 21600, '72-0dc32cd8-7533-4eb7-8a14-3c3bacb780da', 'Самый лучший среди товаров на рынке Серьги из красного золота VALTERA 111533, аметист искусственный', 4.95, 72),
('4615ce68-5c97-413e-99f8-a9b656c5dea5', 'Серьги-пусеты из красного золота ЮВЕЛИР КАРАТ 1024371', 5990, '72-4615ce68-5c97-413e-99f8-a9b656c5dea5', 'Самый лучший среди товаров на рынке Серьги-пусеты из красного золота ЮВЕЛИР КАРАТ 1024371', 4.9, 72),
('65d2aea2-0cfc-421f-a266-5ea0db26fbae', 'Серьги-пусеты из красного золота с фианитом ЮВЕЛИР КАРАТ 1124847', 7870, '72-65d2aea2-0cfc-421f-a266-5ea0db26fbae', 'Самый лучший среди товаров на рынке Серьги-пусеты из красного золота с фианитом ЮВЕЛИР КАРАТ 1124847', 4.7, 72),
('6b84587b-6cb3-49e3-9d30-d0a3e4f3d70f', 'Серьги-пусеты из красного золота с бриллиантом ЮВЕЛИР КАРАТ 1222679', 25676, '72-6b84587b-6cb3-49e3-9d30-d0a3e4f3d70f', 'Самый лучший среди товаров на рынке Серьги-пусеты из красного золота с бриллиантом ЮВЕЛИР КАРАТ 1222679', 4.95, 72),
('1f034dde-683a-43c9-b8cc-e51235ecab0b', 'Серьги из серебра с фианитом Яхонт Ювелирный 163300', 3756, '72-1f034dde-683a-43c9-b8cc-e51235ecab0b', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом Яхонт Ювелирный 163300', 4.95, 72),
('4fd7771d-4bd5-40c0-b6e4-5d9b7bd602ed', 'Серьги-пусеты из серебра Yahont 227081', 2540, '72-4fd7771d-4bd5-40c0-b6e4-5d9b7bd602ed', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра Yahont 227081', 4.95, 72),
('e95f76c5-c70c-4311-beb9-347af978b06e', 'Серьги-пусеты из серебра с фианитом Яхонт Ювелирный 210899', 2728, '72-e95f76c5-c70c-4311-beb9-347af978b06e', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра с фианитом Яхонт Ювелирный 210899', 4.95, 72),
('0b8de8ed-5f1d-496a-a9bb-f3d29776bd1f', 'Серьги из серебра ПРИВОЛЖСКИЙ ЮВЕЛИР 391590', 814, '72-0b8de8ed-5f1d-496a-a9bb-f3d29776bd1f', 'Самый лучший среди товаров на рынке Серьги из серебра ПРИВОЛЖСКИЙ ЮВЕЛИР 391590', 4.95, 72),
('a642425f-cf68-4020-9bcb-ca64e07aa299', 'Серьги из серебра SOKOLOV 94026636, фианит', 799, '72-a642425f-cf68-4020-9bcb-ca64e07aa299', 'Самый лучший среди товаров на рынке Серьги из серебра SOKOLOV 94026636, фианит', 4.23, 72),
('5b04fba4-8b63-440d-afe3-23e52d04f506', 'Серьги-пусеты из серебра с фианитом ЮВЕЛИР КАРАТ 2129846 9', 850, '72-5b04fba4-8b63-440d-afe3-23e52d04f506', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра с фианитом ЮВЕЛИР КАРАТ 2129846 9', 4.26, 72),
('269968c3-9cde-471e-8057-50f799836e4b', 'Серьги из красного золота с фианитом SOKOLOV 0200104', 5990, '72-269968c3-9cde-471e-8057-50f799836e4b', 'Самый лучший среди товаров на рынке Серьги из красного золота с фианитом SOKOLOV 0200104', 4.80, 72),
('32734234-7cf7-4c07-8e5a-6a43e0a8fca0', 'Серьги из серебра с фианитом 585Gold 702005487', 289, '72-32734234-7cf7-4c07-8e5a-6a43e0a8fca0', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом 585Gold 702005487', 4.27, 72),
('6901584c-c1f5-4c11-b7a0-802115ae4491', 'Серьги из серебра с бриллиантом SOKOLOV 87020075', 2657, '72-6901584c-c1f5-4c11-b7a0-802115ae4491', 'Самый лучший среди товаров на рынке Серьги из серебра с бриллиантом SOKOLOV 87020075', 4.11, 72),
('6216c02d-1796-451c-88c2-9ddc3b389bbe', 'Серьги из серебра ЮВЕЛИР КАРАТ 2020488 1', 350, '72-6216c02d-1796-451c-88c2-9ddc3b389bbe', 'Самый лучший среди товаров на рынке Серьги из серебра ЮВЕЛИР КАРАТ 2020488 1', 4.60, 72),
('819ecf1b-6aa2-4207-b811-c8d01accce44', 'Серьги из серебра с фианитом 585Gold 702005431', 295, '72-819ecf1b-6aa2-4207-b811-c8d01accce44', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом 585Gold 702005431', 4.38, 72),
('14134960-79fb-4eed-b172-ba4eeaddad2f', 'Серьги-пусеты из серебра SOKOLOV 94023344, фианит', 1917, '72-14134960-79fb-4eed-b172-ba4eeaddad2f', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра SOKOLOV 94023344, фианит', 4.28, 72),
('678d4c82-cce3-4524-9359-b75bc95503af', 'Серьги из золота с бриллиантом VALTERA 095196', 15200, '72-678d4c82-cce3-4524-9359-b75bc95503af', 'Самый лучший среди товаров на рынке Серьги из золота с бриллиантом VALTERA 095196', 4.11, 72),
('19b9249f-162a-45f3-b39c-3ab1b5ae7942', 'Серьги-пусеты из серебра с фианитами SOKOLOV 93021169', 2787, '72-19b9249f-162a-45f3-b39c-3ab1b5ae7942', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра с фианитами SOKOLOV 93021169', 4.64, 72),
('f8360e9c-c980-49e1-a9c8-bf6c7df4c6d3', 'Серьги из серебра с фианитами SOKOLOV 94023247', 2237, '72-f8360e9c-c980-49e1-a9c8-bf6c7df4c6d3', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитами SOKOLOV 94023247', 4.38, 72),
('6739b056-522e-4acd-9906-4d67d4203b5d', 'Моносерьга из серебра с фианитом SOKOLOV 94170002', 613, '72-6739b056-522e-4acd-9906-4d67d4203b5d', 'Самый лучший среди товаров на рынке Моносерьга из серебра с фианитом SOKOLOV 94170002', 4.77, 72),
('49645266-127f-439f-8572-406355357dac', 'Серьги-пусеты из серебра SOKOLOV 93020040, фианит', 1509, '72-49645266-127f-439f-8572-406355357dac', 'Самый лучший среди товаров на рынке Серьги-пусеты из серебра SOKOLOV 93020040, фианит', 4.4, 72),
('1f93b51d-6fe3-4f74-b9bf-5064e16a9a5d', 'Серьги женские из золота SOKOLOV 727533, топаз фианит', 11997, '72-1f93b51d-6fe3-4f74-b9bf-5064e16a9a5d', 'Самый лучший среди товаров на рынке Серьги женские из золота SOKOLOV 727533, топаз фианит', 4.33, 72),
('7a7265ac-e10e-4001-99d2-087d1c76469c', 'Серьги пусеты из серебра с фианитом VALTERA 118425', 1325, '72-7a7265ac-e10e-4001-99d2-087d1c76469c', 'Самый лучший среди товаров на рынке Серьги пусеты из серебра с фианитом VALTERA 118425', 4.11, 72),
('2ffaeeb6-a479-40f1-a8f3-0d37da9fa8f8', 'Серьги из серебра с горным хрусталем и фианитами SOKOLOV 92020368', 2338, '72-2ffaeeb6-a479-40f1-a8f3-0d37da9fa8f8', 'Самый лучший среди товаров на рынке Серьги из серебра с горным хрусталем и фианитами SOKOLOV 92020368', 4.30, 72),
('afa6ed75-3a20-44f3-b8fd-d6e6908f5640', 'Серьги из серебра с эмалью VALTERA 118074', 1440, '72-afa6ed75-3a20-44f3-b8fd-d6e6908f5640', 'Самый лучший среди товаров на рынке Серьги из серебра с эмалью VALTERA 118074', 4.7, 72),
('fe1dbb18-5ddc-480c-8879-594e5d96c28e', 'Серьги из серебра ЮВЕЛИР КАРАТ 20210011 9п', 910, '72-fe1dbb18-5ddc-480c-8879-594e5d96c28e', 'Самый лучший среди товаров на рынке Серьги из серебра ЮВЕЛИР КАРАТ 20210011 9п', 4.18, 72),
('3af6a393-554c-4df0-a650-4c5f0969273e', 'Серьги женские из серебра SOKOLOV 94023433, фианит', 2697, '72-3af6a393-554c-4df0-a650-4c5f0969273e', 'Самый лучший среди товаров на рынке Серьги женские из серебра SOKOLOV 94023433, фианит', 4.70, 72),
('3e9faf2d-a1ff-43b9-83f4-f4e1ed8c4843', 'Серьги продевки из красного золота с топазом SOKOLOV 727513', 9897, '72-3e9faf2d-a1ff-43b9-83f4-f4e1ed8c4843', 'Самый лучший среди товаров на рынке Серьги продевки из красного золота с топазом SOKOLOV 727513', 4.38, 72),
('c4b4a86b-74d1-41ec-900a-0e0a39215b19', 'Серьги женские из серебра SOKOLOV 93021058, фианит', 1563, '72-c4b4a86b-74d1-41ec-900a-0e0a39215b19', 'Самый лучший среди товаров на рынке Серьги женские из серебра SOKOLOV 93021058, фианит', 4.26, 72),
('f9419c14-e461-42f5-8aa3-f0f2589abff7', 'Серьги из серебра с фианитом ЮВЕЛИР КАРАТ 2128871 91', 890, '72-f9419c14-e461-42f5-8aa3-f0f2589abff7', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом ЮВЕЛИР КАРАТ 2128871 91', 4.23, 72),
('90748ef6-a2db-48f8-8ed9-105c6f454287', 'Серьги женские из серебра SOKOLOV 94021813, фианит', 1887, '72-90748ef6-a2db-48f8-8ed9-105c6f454287', 'Самый лучший среди товаров на рынке Серьги женские из серебра SOKOLOV 94021813, фианит', 4.33, 72),
('20436c5f-d96f-4ec2-bf60-4a78fd38e200', 'Серьги из серебра с эмалью VALTERA 118467', 1800, '72-20436c5f-d96f-4ec2-bf60-4a78fd38e200', 'Самый лучший среди товаров на рынке Серьги из серебра с эмалью VALTERA 118467', 4.21, 72),
('f2a07bdf-0490-4bc8-83d8-c31cbd2a85f6', 'Серьги продевки из серебра SOKOLOV 94021807', 829, '72-f2a07bdf-0490-4bc8-83d8-c31cbd2a85f6', 'Самый лучший среди товаров на рынке Серьги продевки из серебра SOKOLOV 94021807', 4.49, 72),
('7b7f3a63-bb59-4324-9c70-f78ead4edd52', 'Серьги конго из серебра SOKOLOV 94140003', 1725, '72-7b7f3a63-bb59-4324-9c70-f78ead4edd52', 'Самый лучший среди товаров на рынке Серьги конго из серебра SOKOLOV 94140003', 4.19, 72),
('daf8ad10-e62d-42fe-a34d-bff8ca755f26', 'Серьги женские из золота SOKOLOV 727443, топаз', 6747, '72-daf8ad10-e62d-42fe-a34d-bff8ca755f26', 'Самый лучший среди товаров на рынке Серьги женские из золота SOKOLOV 727443, топаз', 4.31, 72),
('9faaedf8-c088-42bf-8b33-fed50d96d75f', 'Серьги из серебра с аметистом  SOKOLOV 92022188', 1290, '72-9faaedf8-c088-42bf-8b33-fed50d96d75f', 'Самый лучший среди товаров на рынке Серьги из серебра с аметистом  SOKOLOV 92022188', 4.37, 72),
('81aaba24-1baf-4f71-8ee5-ff41f0be22f7', 'Серьги женские из золота SOKOLOV 727444, гранат', 6897, '72-81aaba24-1baf-4f71-8ee5-ff41f0be22f7', 'Самый лучший среди товаров на рынке Серьги женские из золота SOKOLOV 727444, гранат', 4.41, 72),
('90f8bdb9-9acc-466c-8960-df29a50439d4', 'Серьги из серебра с фианитом SOKOLOV 94025799', 1617, '72-90f8bdb9-9acc-466c-8960-df29a50439d4', 'Самый лучший среди товаров на рынке Серьги из серебра с фианитом SOKOLOV 94025799', 4.45, 72),
('55446007-a859-4b17-a86c-2ca4a6afee6e', 'Серьги конго из красного золота SOKOLOV 140011', 5397, '72-55446007-a859-4b17-a86c-2ca4a6afee6e', 'Самый лучший среди товаров на рынке Серьги конго из красного золота SOKOLOV 140011', 4.40, 72);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('51a08fa3-8acc-4a68-b02a-27cf598e80ef', 'Браслет 585Gold, без вставки', 2158, '73-51a08fa3-8acc-4a68-b02a-27cf598e80ef', 'Самый лучший среди товаров на рынке Браслет 585Gold, без вставки', 4.95, 73),
('d0720ac6-8914-4fe4-ab60-cf9fcf99cc5c', 'Браслет SOKOLOV, без вставки', 569, '73-d0720ac6-8914-4fe4-ab60-cf9fcf99cc5c', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, без вставки', 4.14, 73),
('e876f845-42f5-443e-9236-d1f585ab117e', 'Браслет VALTERA, без вставки', 2280, '73-e876f845-42f5-443e-9236-d1f585ab117e', 'Самый лучший среди товаров на рынке Браслет VALTERA, без вставки', 4.95, 73),
('b6cbc9cf-5f69-4d3b-bca9-7f9de0038f36', 'Браслет ADAMAS, без вставки', 68890, '73-b6cbc9cf-5f69-4d3b-bca9-7f9de0038f36', 'Самый лучший среди товаров на рынке Браслет ADAMAS, без вставки', 4.95, 73),
('a24c3217-034a-48b6-b538-c539ebc36652', 'Браслет из красного золота р. 16 ЯХОНТ Ювелирный 2701447, фианит', 31259, '73-a24c3217-034a-48b6-b538-c539ebc36652', 'Самый лучший среди товаров на рынке Браслет из красного золота р. 16 ЯХОНТ Ювелирный 2701447, фианит', 4.95, 73),
('d64ac36e-8d0d-4c8b-8f41-2ee6dcc92832', 'Браслет ЯХОНТ Ювелирный, без вставки', 2860, '73-d64ac36e-8d0d-4c8b-8f41-2ee6dcc92832', 'Самый лучший среди товаров на рынке Браслет ЯХОНТ Ювелирный, без вставки', 4.95, 73),
('ff3c27de-cf7a-42c2-b7c1-f8be0066e6c3', 'Браслет ЯХОНТ Ювелирный, фианит', 3444, '73-ff3c27de-cf7a-42c2-b7c1-f8be0066e6c3', 'Самый лучший среди товаров на рынке Браслет ЯХОНТ Ювелирный, фианит', 4.95, 73),
('a48c8fdf-d6c3-453c-9af6-1101ed833d59', 'Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, фианит', 5582, '73-a48c8fdf-d6c3-453c-9af6-1101ed833d59', 'Самый лучший среди товаров на рынке Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, фианит', 4.95, 73),
('a51b70d0-7807-4259-bf9a-fd79a2769365', 'Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, перламутр', 5389, '73-a51b70d0-7807-4259-bf9a-fd79a2769365', 'Самый лучший среди товаров на рынке Браслет ПРИВОЛЖСКИЙ ЮВЕЛИР, перламутр', 4.95, 73),
('e369f7d3-3001-4e15-9256-d79ffbfb6baa', 'Браслет PLATINA jewelry, без вставки', 29750, '73-e369f7d3-3001-4e15-9256-d79ffbfb6baa', 'Самый лучший среди товаров на рынке Браслет PLATINA jewelry, без вставки', 4.95, 73),
('35346435-d732-4fa4-a05d-91db203c4ebb', 'Браслет PLATINA jewelry, гранат', 7400, '73-35346435-d732-4fa4-a05d-91db203c4ebb', 'Самый лучший среди товаров на рынке Браслет PLATINA jewelry, гранат', 4.95, 73),
('40404750-0aec-4b57-9a86-085ef4268750', 'Браслет SOKOLOV, фианит', 2847, '73-40404750-0aec-4b57-9a86-085ef4268750', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, фианит', 4.34, 73),
('03c1ad3c-5b93-446d-bd24-8b892bbd2059', 'Браслет SOKOLOV, бриллиант', 1678, '73-03c1ad3c-5b93-446d-bd24-8b892bbd2059', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, бриллиант', 4.14, 73),
('72ca9836-327e-4bc1-8403-3f0f51df1f8a', 'Браслет SOKOLOV, родолит, топаз, фианит', 20247, '73-72ca9836-327e-4bc1-8403-3f0f51df1f8a', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, родолит, топаз, фианит', 4.14, 73),
('67d0acea-d740-4b52-a71e-c3c48d37ffd7', 'Браслет из белого золота с бриллиантом р. 18 SOKOLOV Diamonds 1050155', 9888, '73-67d0acea-d740-4b52-a71e-c3c48d37ffd7', 'Самый лучший среди товаров на рынке Браслет из белого золота с бриллиантом р. 18 SOKOLOV Diamonds 1050155', 4.7, 73),
('f1bafa83-756e-479f-b0c5-288af09cb988', 'Браслет SOKOLOV, топаз', 12758, '73-f1bafa83-756e-479f-b0c5-288af09cb988', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, топаз', 4.18, 73),
('a2486c74-2518-440c-a3c1-fdff0be84df7', 'Браслет SOKOLOV, жемчуг', 4492, '73-a2486c74-2518-440c-a3c1-fdff0be84df7', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, жемчуг', 4.1, 73),
('a983ffdc-1a30-466e-9ef8-39164664580c', 'Браслет SOKOLOV, топаз, фианит', 2563, '73-a983ffdc-1a30-466e-9ef8-39164664580c', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, топаз, фианит', 4.19, 73),
('43723c12-fbd4-44cf-98cf-ac16a93db5f8', 'Браслет SOKOLOV, лава', 2685, '73-43723c12-fbd4-44cf-98cf-ac16a93db5f8', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, лава', 4.8, 73),
('ffd52fba-e619-41c0-9517-abedf01cbc39', 'Браслет SOKOLOV Diamonds, бриллиант', 11197, '73-ffd52fba-e619-41c0-9517-abedf01cbc39', 'Самый лучший среди товаров на рынке Браслет SOKOLOV Diamonds, бриллиант', 4.11, 73),
('03365061-e2c4-4ed8-9d37-b01e52c75f23', 'Браслет SOKOLOV, аметист, фианит', 3147, '73-03365061-e2c4-4ed8-9d37-b01e52c75f23', 'Самый лучший среди товаров на рынке Браслет SOKOLOV, аметист, фианит', 4.14, 73),
('af9927af-4c6b-4f05-b22b-0ec595a35bba', 'Браслет Красцветмет, без вставки', 16320, '73-af9927af-4c6b-4f05-b22b-0ec595a35bba', 'Самый лучший среди товаров на рынке Браслет Красцветмет, без вставки', 4.95, 73);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('5ff28e7d-6fcd-47c1-a5b8-cb588437945a', 'Планшет Teclast M50 10.1" 2023 6 128GB зеленый (0167563736) Wi-Fi Cellular', 12090, '21-5ff28e7d-6fcd-47c1-a5b8-cb588437945a', 'Самый лучший среди товаров на рынке Планшет Teclast M50 10.1" 2023 6 128GB зеленый (0167563736) Wi-Fi Cellular', 4.34, 21),
('fd4cbb98-2d99-424a-b279-005741aefd3f', 'Планшет Apple iPad 2021 64 GB Wi-Fi Silver (MK2L3)', 43900, '21-fd4cbb98-2d99-424a-b279-005741aefd3f', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2021 64 GB Wi-Fi Silver (MK2L3)', 4.65, 21),
('64c6fa63-7ca8-4d8c-a604-97293c9a9616', 'Планшет Honor Pad 8 12" 6 128GB (HEY-W09) Wi-Fi', 23999, '21-64c6fa63-7ca8-4d8c-a604-97293c9a9616', 'Самый лучший среди товаров на рынке Планшет Honor Pad 8 12" 6 128GB (HEY-W09) Wi-Fi', 4.45, 21),
('023f43ae-6403-40c9-9d4d-03970468ea8f', 'Планшет Apple iPad 2021 64 GB Wi-Fi Space Gray (MK2K3)', 33999, '21-023f43ae-6403-40c9-9d4d-03970468ea8f', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2021 64 GB Wi-Fi Space Gray (MK2K3)', 4.17, 21),
('de1a0b2f-a459-4433-82e8-1b3d7bf5c752', 'Планшет Umiio PC A10 Pro Grey 10.1" 6 128GB серый (6930878762561) Wi-Fi Cellular', 10782, '21-de1a0b2f-a459-4433-82e8-1b3d7bf5c752', 'Самый лучший среди товаров на рынке Планшет Umiio PC A10 Pro Grey 10.1" 6 128GB серый (6930878762561) Wi-Fi Cellular', 4.99, 21),
('fa31c671-0b38-4a45-bc42-02d786e2e5c0', 'Планшет Teclast M50 10.1" 8 256GB голубой Wi-Fi', 16990, '21-fa31c671-0b38-4a45-bc42-02d786e2e5c0', 'Самый лучший среди товаров на рынке Планшет Teclast M50 10.1" 8 256GB голубой Wi-Fi', 4.26, 21),
('a82199b0-1258-4fec-8ce6-93694719659c', 'Планшет Apple iPad 2021 64Gb Wi-Fi A2602,  64GB, iOS серый космос [mk2k3ll a]', 38750, '21-a82199b0-1258-4fec-8ce6-93694719659c', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2021 64Gb Wi-Fi A2602,  64GB, iOS серый космос [mk2k3ll a]', 4.75, 21),
('d2f8c3ca-bf64-4d76-8615-f8a5e928adb1', 'Планшет Teclast T40 Air 10.36" 8 256GB серебристый Wi-Fi', 16310, '21-d2f8c3ca-bf64-4d76-8615-f8a5e928adb1', 'Самый лучший среди товаров на рынке Планшет Teclast T40 Air 10.36" 8 256GB серебристый Wi-Fi', 4.33, 21),
('a98e23aa-fcce-4c33-9d77-2ec3487d617e', 'Планшет Apple iPad 2022 64 GB Wi-Fi Blue (MPQ13)', 56099, '21-a98e23aa-fcce-4c33-9d77-2ec3487d617e', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2022 64 GB Wi-Fi Blue (MPQ13)', 4.68, 21),
('b27a4b0a-c539-418c-be66-592fa3315b4e', 'Планшет Xiaomi Pad 6 8 256 ГБ, Wi-Fi Global, голубой', 38896, '21-b27a4b0a-c539-418c-be66-592fa3315b4e', 'Самый лучший среди товаров на рынке Планшет Xiaomi Pad 6 8 256 ГБ, Wi-Fi Global, голубой', 4.27, 21),
('c11ddb5a-6706-40ed-94c3-453ea28d1533', 'Планшет Blackview Tab 16 11" 2023 8 256GB серый (Tab16RuGray) Wi-Fi Cellular', 29990, '21-c11ddb5a-6706-40ed-94c3-453ea28d1533', 'Самый лучший среди товаров на рынке Планшет Blackview Tab 16 11" 2023 8 256GB серый (Tab16RuGray) Wi-Fi Cellular', 4.41, 21),
('c4444342-6f6f-497f-8ed1-e855ed759fda', 'Планшет Teclast M50HD 10.1'' 8 128GB', 13250, '21-c4444342-6f6f-497f-8ed1-e855ed759fda', 'Самый лучший среди товаров на рынке Планшет Teclast M50HD 10.1'' 8 128GB', 4.19, 21),
('4eb09437-514e-42b2-8b81-5146136cb494', 'Планшет Realme RMP2103 10.4" 2021 6 128GB Gray Wi-Fi', 20990, '21-4eb09437-514e-42b2-8b81-5146136cb494', 'Самый лучший среди товаров на рынке Планшет Realme RMP2103 10.4" 2021 6 128GB Gray Wi-Fi', 4.26, 21),
('924f39be-3c7f-4a16-9c3e-0562ec2d3a6b', 'Планшет Apple iPad 2022 64 GB Wi-Fi Silver (MPQ03)', 50307, '21-924f39be-3c7f-4a16-9c3e-0562ec2d3a6b', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2022 64 GB Wi-Fi Silver (MPQ03)', 4.54, 21),
('4c01bc19-4f51-4e24-a818-7a65c8026119', 'Планшет Huawei MatePad 6Gb 128Gb 11.5"', 22999, '21-4c01bc19-4f51-4e24-a818-7a65c8026119', 'Самый лучший среди товаров на рынке Планшет Huawei MatePad 6Gb 128Gb 11.5"', 4.44, 21),
('1b5c7f03-8e92-410a-be3d-43f9a91b6328', 'Планшет Apple iPad 2021 10.2 64GB Wi-Fi + Cellular Space gray (MK473)', 47000, '21-1b5c7f03-8e92-410a-be3d-43f9a91b6328', 'Самый лучший среди товаров на рынке Планшет Apple iPad 2021 10.2 64GB Wi-Fi + Cellular Space gray (MK473)', 4.26, 21);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('4380c534-be12-473b-a485-29ec28011dda', 'Стиральная машина Hotpoint-Ariston NSS 5015 H RU белая', 24090, '32-4380c534-be12-473b-a485-29ec28011dda', 'Самый лучший среди товаров на рынке Стиральная машина Hotpoint-Ariston NSS 5015 H RU белая', 4.7, 32),
('813a05f5-07e3-4269-94f1-77cecf295a0b', 'Стиральная машина Viomi Master 2 Pro black', 67900, '32-813a05f5-07e3-4269-94f1-77cecf295a0b', 'Самый лучший среди товаров на рынке Стиральная машина Viomi Master 2 Pro black', 4.95, 32),
('6a2c4b4b-f06f-4e78-81af-f3aa46f34774', 'Стиральная машина Haier HW60-BP10919B белый', 36481, '32-6a2c4b4b-f06f-4e78-81af-f3aa46f34774', 'Самый лучший среди товаров на рынке Стиральная машина Haier HW60-BP10919B белый', 4.51, 32),
('93f43202-1eac-42b1-9095-382bcdc6a102', 'Стиральная машина Indesit IWUD 4105 (CIS)', 19690, '32-93f43202-1eac-42b1-9095-382bcdc6a102', 'Самый лучший среди товаров на рынке Стиральная машина Indesit IWUD 4105 (CIS)', 4.1, 32),
('3e39e051-add2-441e-be3d-c0df6433927a', 'Стиральная машина Bosch WAX32MX0ME серебристый', 173935, '32-3e39e051-add2-441e-be3d-c0df6433927a', 'Самый лучший среди товаров на рынке Стиральная машина Bosch WAX32MX0ME серебристый', 4.95, 32),
('76b4fed5-6e7d-4ddb-8929-0801f33b3469', 'Стиральная машина Indesit IWSD 51051 CIS', 19990, '32-76b4fed5-6e7d-4ddb-8929-0801f33b3469', 'Самый лучший среди товаров на рынке Стиральная машина Indesit IWSD 51051 CIS', 4.83, 32),
('708ace8d-552f-4075-9ea9-ad20c0a9db26', 'Стиральная машина Beko WSPE7612W', 25990, '32-708ace8d-552f-4075-9ea9-ad20c0a9db26', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE7612W', 4.90, 32),
('d6353357-0e91-4e7e-95f2-280b5b0c406a', 'Стиральная машина Gorenje WNS94ACIS белая', 107990, '32-d6353357-0e91-4e7e-95f2-280b5b0c406a', 'Самый лучший среди товаров на рынке Стиральная машина Gorenje WNS94ACIS белая', 4.95, 32),
('d76d11d9-cc62-4d47-bd63-864bac64ec7d', 'Стиральная машина с сушкой Haier HWD80-BP14959A', 62999, '32-d76d11d9-cc62-4d47-bd63-864bac64ec7d', 'Самый лучший среди товаров на рынке Стиральная машина с сушкой Haier HWD80-BP14959A', 4.16, 32),
('c04d4ed2-653e-45cb-87a3-471fe0b873aa', 'Стиральная машина Beko WSPE6H612W', 27999, '32-c04d4ed2-653e-45cb-87a3-471fe0b873aa', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE6H612W', 4.10, 32),
('4b1ef3b6-8818-4886-8fe8-1e3bc6f27285', 'Стиральная машина Beko RSPE78612W', 28131, '32-4b1ef3b6-8818-4886-8fe8-1e3bc6f27285', 'Самый лучший среди товаров на рынке Стиральная машина Beko RSPE78612W', 4.24, 32),
('0de97a3b-3ba9-4586-acfb-db4d36782f11', 'Стиральная машина Indesit EWUC 4105', 16990, '32-0de97a3b-3ba9-4586-acfb-db4d36782f11', 'Самый лучший среди товаров на рынке Стиральная машина Indesit EWUC 4105', 4.52, 32),
('7b94538b-3c1e-45a2-a528-d17fecb51380', 'Стиральная машина Haier HW60-BP12919B белая', 37467, '32-7b94538b-3c1e-45a2-a528-d17fecb51380', 'Самый лучший среди товаров на рынке Стиральная машина Haier HW60-BP12919B белая', 4.46, 32),
('5308a0fc-d6c9-4cd9-8d2a-dceb7f6867c3', 'Стиральная машина Indesit IWSB 5105 (CIS)', 18990, '32-5308a0fc-d6c9-4cd9-8d2a-dceb7f6867c3', 'Самый лучший среди товаров на рынке Стиральная машина Indesit IWSB 5105 (CIS)', 4.35, 32),
('1053a4e0-8eae-46e4-a38e-7a2c4bba461f', 'Стиральная машина Haier HW60-BP10929A', 34999, '32-1053a4e0-8eae-46e4-a38e-7a2c4bba461f', 'Самый лучший среди товаров на рынке Стиральная машина Haier HW60-BP10929A', 4.64, 32),
('b44f1d29-d389-4bed-a31b-518ac6a7cd33', 'Стиральная машина Indesit IWUC 4105 (CIS)', 19109, '32-b44f1d29-d389-4bed-a31b-518ac6a7cd33', 'Самый лучший среди товаров на рынке Стиральная машина Indesit IWUC 4105 (CIS)', 4.56, 32),
('a9ad98b9-b286-4c1b-80b7-9a6668865077', 'Стиральная машина Beko WSPE6H616W', 33999, '32-a9ad98b9-b286-4c1b-80b7-9a6668865077', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE6H616W', 4.91, 32),
('eb607b4c-196c-47d6-8de1-d6ecfd3c2e1e', 'Стиральная машина Beko WSPE6H612A', 25999, '32-eb607b4c-196c-47d6-8de1-d6ecfd3c2e1e', 'Самый лучший среди товаров на рынке Стиральная машина Beko WSPE6H612A', 4.94, 32);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('378de409-5ff6-4b1d-9b90-da80f7ef8dde', 'Палочки для барабана ARTBEAT ARAM5AH ORANGE', 1362, '43-378de409-5ff6-4b1d-9b90-da80f7ef8dde', 'Самый лучший среди товаров на рынке Палочки для барабана ARTBEAT ARAM5AH ORANGE', 4.95, 43),
('b9862c24-aec1-44c0-a5f7-93ae1b8d5227', 'Стул для барабанщика Soundking DF089', 4330, '43-b9862c24-aec1-44c0-a5f7-93ae1b8d5227', 'Самый лучший среди товаров на рынке Стул для барабанщика Soundking DF089', 4.10, 43),
('aa63f021-1cae-4aa5-9eff-02731bd3767c', 'Барабан детский Dekko HD7C', 1090, '43-aa63f021-1cae-4aa5-9eff-02731bd3767c', 'Самый лучший среди товаров на рынке Барабан детский Dekko HD7C', 4.1, 43),
('68dd77a2-1f3c-4ee8-b9bb-b43160ab74e0', 'Стул для барабанщика Soundking SD001', 6050, '43-68dd77a2-1f3c-4ee8-b9bb-b43160ab74e0', 'Самый лучший среди товаров на рынке Стул для барабанщика Soundking SD001', 4.5, 43),
('d3c727d8-df2d-4937-bde5-f8d4593f766e', 'Rock Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHBRK', 590, '43-d3c727d8-df2d-4937-bde5-f8d4593f766e', 'Самый лучший среди товаров на рынке Rock Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHBRK', 4.9, 43),
('9e7984a8-fa63-49b5-b51c-6a8e3dc6d479', 'Пэд тренировочный Fleet FLT-PP-8(S)', 1170, '43-9e7984a8-fa63-49b5-b51c-6a8e3dc6d479', 'Самый лучший среди товаров на рынке Пэд тренировочный Fleet FLT-PP-8(S)', 4.10, 43),
('2e6d91f0-5b68-4f08-b0c9-4c6b69734cbb', 'Стул для барабанщика Brahner T-1B', 4209, '43-2e6d91f0-5b68-4f08-b0c9-4c6b69734cbb', 'Самый лучший среди товаров на рынке Стул для барабанщика Brahner T-1B', 4.95, 43),
('8f399ca4-2f51-4d4d-b1c7-b5064302eb2c', 'Барабанные палочки VIGOR 5A клён', 220, '43-8f399ca4-2f51-4d4d-b1c7-b5064302eb2c', 'Самый лучший среди товаров на рынке Барабанные палочки VIGOR 5A клён', 4.2, 43),
('dee965e2-10b8-4ba2-9136-94a96409ce1c', 'Маршевый барабан AP Percussion MP-1412', 12675, '43-dee965e2-10b8-4ba2-9136-94a96409ce1c', 'Самый лучший среди товаров на рынке Маршевый барабан AP Percussion MP-1412', 4.95, 43),
('672831ea-a57b-4e0d-a263-5e40bd119dfc', 'Стул для барабанщика Rolling Rock T-11', 6564, '43-672831ea-a57b-4e0d-a263-5e40bd119dfc', 'Самый лучший среди товаров на рынке Стул для барабанщика Rolling Rock T-11', 4.1, 43),
('ce8b1c54-4be6-4c0b-b50e-fce885ebf315', 'Малый барабан Fleet FLT-KTYG-1A', 1985, '43-ce8b1c54-4be6-4c0b-b50e-fce885ebf315', 'Самый лучший среди товаров на рынке Малый барабан Fleet FLT-KTYG-1A', 4.2, 43),
('4304a8d6-e3bd-4164-b3c1-734120cae21f', '7KLHB5A 5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks', 430, '43-4304a8d6-e3bd-4164-b3c1-734120cae21f', 'Самый лучший среди товаров на рынке 7KLHB5A 5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks', 4.2, 43),
('16e93282-e5ff-41c1-afc7-058609a45f34', 'Электронная ударная установка Rockdale DRUMS SD61-4', 38899, '43-16e93282-e5ff-41c1-afc7-058609a45f34', 'Самый лучший среди товаров на рынке Электронная ударная установка Rockdale DRUMS SD61-4', 4.95, 43),
('8e2fb264-4c82-4777-a298-a837487c6e7c', 'Пэд тренировочный Sinkopa SPAD6', 750, '43-8e2fb264-4c82-4777-a298-a837487c6e7c', 'Самый лучший среди товаров на рынке Пэд тренировочный Sinkopa SPAD6', 4.7, 43),
('497b8e65-1f86-474a-bec0-da4fed7441e6', '5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHB5A', 620, '43-497b8e65-1f86-474a-bec0-da4fed7441e6', 'Самый лучший среди товаров на рынке 5A Барабанные палочки, граб, деревянный наконечник, Kaledin Drumsticks 7KLHB5A', 4.1, 43),
('9f97caf9-20ed-4657-bfa0-8970015b215f', 'Электронная ударная установка ROCKDALE Impulse Mini Black', 12620, '43-9f97caf9-20ed-4657-bfa0-8970015b215f', 'Самый лучший среди товаров на рынке Электронная ударная установка ROCKDALE Impulse Mini Black', 4.95, 43),
('33045bdf-59d9-45f1-a3c8-bb27ee89e988', 'Барабанные палочки VIGOR ROCK дуб', 280, '43-33045bdf-59d9-45f1-a3c8-bb27ee89e988', 'Самый лучший среди товаров на рынке Барабанные палочки VIGOR ROCK дуб', 4.95, 43),
('584f9be7-301b-4f69-b28a-5d949d4106bf', 'Электронная ударная установка Alesis TURBO MESH KIT', 57200, '43-584f9be7-301b-4f69-b28a-5d949d4106bf', 'Самый лучший среди товаров на рынке Электронная ударная установка Alesis TURBO MESH KIT', 4.2, 43),
('4d401d0c-daf2-48a3-8f50-fb5861a65b78', 'Электронная ударная установка Behringer XD8USB', 49694, '43-4d401d0c-daf2-48a3-8f50-fb5861a65b78', 'Самый лучший среди товаров на рынке Электронная ударная установка Behringer XD8USB', 4.3, 43),
('0843523a-4cad-4551-99ef-5d823d272115', 'ROCKDALE DRUM SD61-5', 48900, '43-0843523a-4cad-4551-99ef-5d823d272115', 'Самый лучший среди товаров на рынке ROCKDALE DRUM SD61-5', 4.4, 43),
('eb6021a4-dc86-416e-a12b-1644271879cb', '10104008 Colored Series Bluefire 7A BLUE Барабанные палочки, орех гикори, синие, HUN', 350, '43-eb6021a4-dc86-416e-a12b-1644271879cb', 'Самый лучший среди товаров на рынке 10104008 Colored Series Bluefire 7A BLUE Барабанные палочки, орех гикори, синие, HUN', 4.95, 43),
('f1f084cd-7073-4d76-884b-af99bad3133c', 'Барабанные палочки Vic Firth 5A орех', 3663, '43-f1f084cd-7073-4d76-884b-af99bad3133c', 'Самый лучший среди товаров на рынке Барабанные палочки Vic Firth 5A орех', 4.4, 43),
('4cc59c1e-adbb-4194-ae1e-f007fe81deb8', 'Барабанные палочки FLIGHT FDS 5B', 451, '43-4cc59c1e-adbb-4194-ae1e-f007fe81deb8', 'Самый лучший среди товаров на рынке Барабанные палочки FLIGHT FDS 5B', 4.3, 43),
('e436cc16-31cb-422b-9a95-d9023e83134b', 'Тарелка для ударной установки Paiste 000180USET PST 8 Universal Set', 58170, '43-e436cc16-31cb-422b-9a95-d9023e83134b', 'Самый лучший среди товаров на рынке Тарелка для ударной установки Paiste 000180USET PST 8 Universal Set', 4.95, 43),
('921adb4c-8d4a-40c8-ac60-aabcc105a138', 'Барабанные палочки VIGOR 5B клён', 220, '43-921adb4c-8d4a-40c8-ac60-aabcc105a138', 'Самый лучший среди товаров на рынке Барабанные палочки VIGOR 5B клён', 4.95, 43);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('82e7c1c4-a952-4ec3-a207-a356395f8ee8', 'Канифоль для скрипки Alice A013-1', 240, '45-82e7c1c4-a952-4ec3-a207-a356395f8ee8', 'Самый лучший среди товаров на рынке Канифоль для скрипки Alice A013-1', 4.95, 45),
('e460baab-e561-494d-b635-5755c672c4c9', 'Электроскрипка Antonio Lavazza Evl-01bk 4 4', 11990, '45-e460baab-e561-494d-b635-5755c672c4c9', 'Самый лучший среди товаров на рынке Электроскрипка Antonio Lavazza Evl-01bk 4 4', 4.1, 45),
('5dd1deee-b88a-4d2a-9d02-4870c77af17d', 'Струна для контрабаса Pirastro Flat-Chromesteel ORCHESTRA', 36645, '45-5dd1deee-b88a-4d2a-9d02-4870c77af17d', 'Самый лучший среди товаров на рынке Струна для контрабаса Pirastro Flat-Chromesteel ORCHESTRA', 4.95, 45),
('8bb8527a-558f-4b5f-b800-84876e18e0d7', 'Струны для скрипки Pirastro 412021 Tonica Violin', 3745, '45-8bb8527a-558f-4b5f-b800-84876e18e0d7', 'Самый лучший среди товаров на рынке Струны для скрипки Pirastro 412021 Tonica Violin', 4.2, 45),
('4431540e-27fe-4bd5-bc4a-6fc119b5942d', 'Скрипка размер 4 4 Antonio Lavazza Vl-28l 4 4 , кейс,  смычок и канифоль в комплекте', 7182, '45-4431540e-27fe-4bd5-bc4a-6fc119b5942d', 'Самый лучший среди товаров на рынке Скрипка размер 4 4 Antonio Lavazza Vl-28l 4 4 , кейс,  смычок и канифоль в комплекте', 4.3, 45),
('82cf6cc6-b535-4b0b-b3a6-34ff92b7d56b', 'Струны для скрипки HIHOPE VS-100 1 2', 330, '45-82cf6cc6-b535-4b0b-b3a6-34ff92b7d56b', 'Самый лучший среди товаров на рынке Струны для скрипки HIHOPE VS-100 1 2', 4.95, 45),
('78a4b786-b791-4522-abc2-70f7419c6068', 'Колок для скрипки Acura VP-E1B421', 335, '45-78a4b786-b791-4522-abc2-70f7419c6068', 'Самый лучший среди товаров на рынке Колок для скрипки Acura VP-E1B421', 4.95, 45),
('ac82c9ec-964a-4e4a-8df3-7a3bbc2aff1b', 'Струны для скрипки Thomastik 15A Super Flexible', 6455, '45-ac82c9ec-964a-4e4a-8df3-7a3bbc2aff1b', 'Самый лучший среди товаров на рынке Струны для скрипки Thomastik 15A Super Flexible', 4.1, 45),
('948eb291-c2de-4675-91da-96f046963e53', 'Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Bl , цвет голубой,  контурная', 11990, '45-948eb291-c2de-4675-91da-96f046963e53', 'Самый лучший среди товаров на рынке Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Bl , цвет голубой,  контурная', 4.95, 45),
('2b1b697b-e9d0-4973-866f-98de1318f13e', 'Скрипка размер 1 4 Antonio Lavazza Vl-28l 1 4 , кейс,  смычок и канифоль в комплекте', 5990, '45-2b1b697b-e9d0-4973-866f-98de1318f13e', 'Самый лучший среди товаров на рынке Скрипка размер 1 4 Antonio Lavazza Vl-28l 1 4 , кейс,  смычок и канифоль в комплекте', 4.95, 45),
('633d8155-e54e-4549-ad97-0e16d9552137', 'Канифоль Thomastik Euphon 199 T199', 1004, '45-633d8155-e54e-4549-ad97-0e16d9552137', 'Самый лучший среди товаров на рынке Канифоль Thomastik Euphon 199 T199', 4.1, 45),
('b02603b4-b2ad-460d-9eb8-67b7c62a1816', 'Струны для скрипки Thomastik 15 Super Flexible', 6190, '45-b02603b4-b2ad-460d-9eb8-67b7c62a1816', 'Самый лучший среди товаров на рынке Струны для скрипки Thomastik 15 Super Flexible', 4.1, 45),
('dd06e77d-235e-4131-a469-60c27c61d62f', 'Струны для скрипки Thomastik 15B', 5880, '45-dd06e77d-235e-4131-a469-60c27c61d62f', 'Самый лучший среди товаров на рынке Струны для скрипки Thomastik 15B', 4.95, 45),
('fc8b7681-f401-4e61-bdba-ba705211b598', 'Канифоль Pirastro Piranito 900700 P900700', 1310, '45-fc8b7681-f401-4e61-bdba-ba705211b598', 'Самый лучший среди товаров на рынке Канифоль Pirastro Piranito 900700 P900700', 4.95, 45),
('66280c05-83f8-4583-9a99-8c542f3e9b87', 'Чёрная скрипка Antonio Lavazza Vl-20 bk 4 4 , кейс,  смычок и канифоль в комплекте', 7281, '45-66280c05-83f8-4583-9a99-8c542f3e9b87', 'Самый лучший среди товаров на рынке Чёрная скрипка Antonio Lavazza Vl-20 bk 4 4 , кейс,  смычок и канифоль в комплекте', 4.3, 45),
('a2f6aef6-997d-49dd-a5e3-be1ca3a8f7a2', 'Струны для скрипки Alice A-703', 340, '45-a2f6aef6-997d-49dd-a5e3-be1ca3a8f7a2', 'Самый лучший среди товаров на рынке Струны для скрипки Alice A-703', 4.3, 45),
('88c6b5cc-6992-414d-b785-2b5a57cd8eec', 'Красная скрипка Antonio Lavazza Vl-20 rd 3 4 , кейс,  смычок и канифоль в комплекте', 6119, '45-88c6b5cc-6992-414d-b785-2b5a57cd8eec', 'Самый лучший среди товаров на рынке Красная скрипка Antonio Lavazza Vl-20 rd 3 4 , кейс,  смычок и канифоль в комплекте', 4.95, 45),
('8e55c25c-7080-4a37-a8d8-8aa3151a3452', 'Струны для скрипки La Bella 680 4 4', 1530, '45-8e55c25c-7080-4a37-a8d8-8aa3151a3452', 'Самый лучший среди товаров на рынке Струны для скрипки La Bella 680 4 4', 4.7, 45),
('b84e51b4-c4ee-4b1d-abba-5fc16111f6e9', 'Альт струнный Hans Klein Va-20 15', 18996, '45-b84e51b4-c4ee-4b1d-abba-5fc16111f6e9', 'Самый лучший среди товаров на рынке Альт струнный Hans Klein Va-20 15', 4.1, 45),
('5b04c8ef-1a94-46aa-9ba2-d2fb9451506d', 'Скрипка Комплект Hans Klein Hkv-7 An 4 4 , Смычок + Кейс', 18769, '45-5b04c8ef-1a94-46aa-9ba2-d2fb9451506d', 'Самый лучший среди товаров на рынке Скрипка Комплект Hans Klein Hkv-7 An 4 4 , Смычок + Кейс', 4.2, 45),
('d7c3fcfb-50d3-4a20-bacd-5e4b4923e3d3', 'Виолончель Brahner Bc-11 1 4, чехол и смычок в комплекте', 29575, '45-d7c3fcfb-50d3-4a20-bacd-5e4b4923e3d3', 'Самый лучший среди товаров на рынке Виолончель Brahner Bc-11 1 4, чехол и смычок в комплекте', 4.95, 45),
('9971d6e2-345a-48cd-9939-5c4d262baf74', 'Скрипка размер 1 8 Antonio Lavazza Vl-28l 1 8 , кейс,  смычок и канифоль в комплекте', 5990, '45-9971d6e2-345a-48cd-9939-5c4d262baf74', 'Самый лучший среди товаров на рынке Скрипка размер 1 8 Antonio Lavazza Vl-28l 1 8 , кейс,  смычок и канифоль в комплекте', 4.95, 45),
('8843463e-f0cf-4469-bff2-4445faaed150', 'Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Pl , цвет фиолетовый,  контурная', 11990, '45-8843463e-f0cf-4469-bff2-4445faaed150', 'Самый лучший среди товаров на рынке Электроскрипка размер 4 4 Antonio Lavazza Evl-01 Pl , цвет фиолетовый,  контурная', 4.95, 45),
('c2896604-5bef-48b9-b502-494384f79bf6', 'Струна А Ля для скрипки Thomastik 131', 1750, '45-c2896604-5bef-48b9-b502-494384f79bf6', 'Самый лучший среди товаров на рынке Струна А Ля для скрипки Thomastik 131', 4.95, 45),
('0e93faa4-02a5-4a49-a40c-163e24335ff8', 'Струны для виолончели Pirastro 333080 Perpetual Soloist', 66580, '45-0e93faa4-02a5-4a49-a40c-163e24335ff8', 'Самый лучший среди товаров на рынке Струны для виолончели Pirastro 333080 Perpetual Soloist', 4.95, 45),
('444d37d8-a537-4602-8249-e566fe73e35d', 'Струны для скрипки HIHOPE VS-200 1 4', 560, '45-444d37d8-a537-4602-8249-e566fe73e35d', 'Самый лучший среди товаров на рынке Струны для скрипки HIHOPE VS-200 1 4', 4.95, 45),
('c0eb3590-0fbb-4551-9b7b-e5f1f6867651', 'Струны для скрипки Pirastro 211021 Oliv Violin', 33860, '45-c0eb3590-0fbb-4551-9b7b-e5f1f6867651', 'Самый лучший среди товаров на рынке Струны для скрипки Pirastro 211021 Oliv Violin', 4.95, 45),
('cf659966-ca9e-45e1-a2c2-41695bc36e41', 'Мостик для скрипки Wolf SR22 4 4-3 4', 2810, '45-cf659966-ca9e-45e1-a2c2-41695bc36e41', 'Самый лучший среди товаров на рынке Мостик для скрипки Wolf SR22 4 4-3 4', 4.1, 45);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('f83d96f1-7427-493c-9044-220ac0dfe862', 'Дартс, d=38 см, 6 дротиков', 598, '56-f83d96f1-7427-493c-9044-220ac0dfe862', 'Самый лучший среди товаров на рынке Дартс, d=38 см, 6 дротиков', 4.8, 56),
('745a2385-3a54-4a4e-9d60-58fe540b5452', 'Магнитный дартс MD-01', 1111, '56-745a2385-3a54-4a4e-9d60-58fe540b5452', 'Самый лучший среди товаров на рынке Магнитный дартс MD-01', 4.35, 56),
('09c384d4-043b-4219-96aa-e64083dbd802', 'Дартс 17" 42,5 х 1,1 см с 6 дротиками GDB41-B', 849, '56-09c384d4-043b-4219-96aa-e64083dbd802', 'Самый лучший среди товаров на рынке Дартс 17" 42,5 х 1,1 см с 6 дротиками GDB41-B', 4.9, 56),
('83c198ba-dad3-4427-9d4b-79302225e3ce', 'Дартс подарочный в коробке, d=30 см', 640, '56-83c198ba-dad3-4427-9d4b-79302225e3ce', 'Самый лучший среди товаров на рынке Дартс подарочный в коробке, d=30 см', 4.95, 56),
('c5d7e1fc-9823-4a52-a8c9-2482416034a0', 'Набор дартса Stinger уровень начальный o45см 6 дротиков 18г SG-PB18 Мишень  Stinger', 1010, '56-c5d7e1fc-9823-4a52-a8c9-2482416034a0', 'Самый лучший среди товаров на рынке Набор дартса Stinger уровень начальный o45см 6 дротиков 18г SG-PB18 Мишень  Stinger', 4.32, 56),
('0eed04ff-92bd-4f48-874c-d1e4bf53cd29', 'Дартс, d=30 см', 546, '56-0eed04ff-92bd-4f48-874c-d1e4bf53cd29', 'Самый лучший среди товаров на рынке Дартс, d=30 см', 4.1, 56),
('43f2fa0a-07e1-43a5-aa76-eb53ae5ea4d2', 'Дартс "Классический", d=43 см, толщина 3 см, 5 дротиков, дротик 12 х 2 см, микс', 469, '56-43f2fa0a-07e1-43a5-aa76-eb53ae5ea4d2', 'Самый лучший среди товаров на рынке Дартс "Классический", d=43 см, толщина 3 см, 5 дротиков, дротик 12 х 2 см, микс', 4.1, 56),
('5c79de29-77fa-4bfe-8d24-c7eb615b53b6', 'Дартс 17" (45 см)', 6255, '56-5c79de29-77fa-4bfe-8d24-c7eb615b53b6', 'Самый лучший среди товаров на рынке Дартс 17" (45 см)', 4.95, 56),
('eea269bd-4dd7-4216-b2de-b7fa1209a79a', 'Комплект для игры в дартс StartLine Play PRO-Play', 3490, '56-eea269bd-4dd7-4216-b2de-b7fa1209a79a', 'Самый лучший среди товаров на рынке Комплект для игры в дартс StartLine Play PRO-Play', 4.11, 56),
('c8ac4a98-da9d-4cf5-b128-7f7c7c664dfc', 'Набор для дартс Stinger SG-PB18 45 см', 1280, '56-c8ac4a98-da9d-4cf5-b128-7f7c7c664dfc', 'Самый лучший среди товаров на рынке Набор для дартс Stinger SG-PB18 45 см', 4.3, 56),
('f6826ea3-8c5d-4e9a-8e10-9bdf06151523', 'Дартс магнитный 37 х 44,5 см с 6 дротиками в тубе AP-202A', 550, '56-f6826ea3-8c5d-4e9a-8e10-9bdf06151523', 'Самый лучший среди товаров на рынке Дартс магнитный 37 х 44,5 см с 6 дротиками в тубе AP-202A', 4.2, 56),
('731e0ee9-fa91-48af-be19-2eacbf30a7ce', 'Дартс подарочный в коробке, d=40,5 см, 6 дротиков', 830, '56-731e0ee9-fa91-48af-be19-2eacbf30a7ce', 'Самый лучший среди товаров на рынке Дартс подарочный в коробке, d=40,5 см, 6 дротиков', 4.95, 56),
('d2c7ad17-0314-43e1-ab86-1df6161c963e', 'Комплект дартс SNIPER Summit Play', 2990, '56-d2c7ad17-0314-43e1-ab86-1df6161c963e', 'Самый лучший среди товаров на рынке Комплект дартс SNIPER Summit Play', 4.1, 56),
('8ea1dd18-9f6e-45d2-91c1-e2baab7f2925', 'Мишень дартс Stinger уровень профессиональный o45см сизаль, пластина SG-B18BL', 4650, '56-8ea1dd18-9f6e-45d2-91c1-e2baab7f2925', 'Самый лучший среди товаров на рынке Мишень дартс Stinger уровень профессиональный o45см сизаль, пластина SG-B18BL', 4.39, 56),
('ece5840c-72b2-47ed-adc2-afac8d34712e', 'Комплект для игры в дартс StartLine Play Elit-Play', 5890, '56-ece5840c-72b2-47ed-adc2-afac8d34712e', 'Самый лучший среди товаров на рынке Комплект для игры в дартс StartLine Play Elit-Play', 4.3, 56),
('dd605e0d-a3f5-47f6-884f-b106f4f67c99', 'Дартс липучка «Чемпион», на липучках, МИКС', 497, '56-dd605e0d-a3f5-47f6-884f-b106f4f67c99', 'Самый лучший среди товаров на рынке Дартс липучка «Чемпион», на липучках, МИКС', 4.2, 56),
('f860bb86-928b-4963-9f65-1bc8b48d4853', 'Мишень дартс Stinger уровень любительский o45см сизаль SG-B18RD Мишень  Stinger', 3490, '56-f860bb86-928b-4963-9f65-1bc8b48d4853', 'Самый лучший среди товаров на рынке Мишень дартс Stinger уровень любительский o45см сизаль SG-B18RD Мишень  Stinger', 4.12, 56),
('366441a1-553a-4d51-8452-85890efaf087', 'Мишень для игры в дартс Winmau Blade 6 профессиональный уровень', 9900, '56-366441a1-553a-4d51-8452-85890efaf087', 'Самый лучший среди товаров на рынке Мишень для игры в дартс Winmau Blade 6 профессиональный уровень', 4.2, 56),
('58a3e2d8-de11-4e19-8187-6d86fa44947c', 'Набор для игры в дартс Larsen DG521810B, прессов. бумага, д45 см', 1390, '56-58a3e2d8-de11-4e19-8187-6d86fa44947c', 'Самый лучший среди товаров на рынке Набор для игры в дартс Larsen DG521810B, прессов. бумага, д45 см', 4.5, 56),
('4fa11d98-e7b3-4aa9-921d-f4138c1bf1a2', 'Мишень для игры в дартс Larsen  DG51001, сизаль, д45см', 4990, '56-4fa11d98-e7b3-4aa9-921d-f4138c1bf1a2', 'Самый лучший среди товаров на рынке Мишень для игры в дартс Larsen  DG51001, сизаль, д45см', 4.1, 56),
('61867bc3-fccd-46e2-931e-fe0092630e4e', 'Электронный дартс Harrows Electro 3', 4990, '56-61867bc3-fccd-46e2-931e-fe0092630e4e', 'Самый лучший среди товаров на рынке Электронный дартс Harrows Electro 3', 4.1, 56),
('afdf1d2a-9b5d-44dd-bec7-e75fc0c60428', 'Мишень для игры в дартс Winmau Blade 6 Triple Core профессиональный уровень', 16040, '56-afdf1d2a-9b5d-44dd-bec7-e75fc0c60428', 'Самый лучший среди товаров на рынке Мишень для игры в дартс Winmau Blade 6 Triple Core профессиональный уровень', 4.95, 56);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('15e8cd5b-b982-4688-af7a-904fa4cbe01e', 'Шампунь Head & Shoulders 2в1 Основной уход для нормальных волос 400 мл', 469, '62-15e8cd5b-b982-4688-af7a-904fa4cbe01e', 'Самый лучший среди товаров на рынке Шампунь Head & Shoulders 2в1 Основной уход для нормальных волос 400 мл', 4.40, 62),
('be6e65bb-d4cd-4ec0-9a68-3719b1148939', 'Гель-шампунь Axe Epic Fresh 3 в 1, с пребиотиками и увлажняющими ингредиентами, 100 мл', 116, '62-be6e65bb-d4cd-4ec0-9a68-3719b1148939', 'Самый лучший среди товаров на рынке Гель-шампунь Axe Epic Fresh 3 в 1, с пребиотиками и увлажняющими ингредиентами, 100 мл', 4.32, 62),
('e7f42e9c-95c1-48e1-9619-47210b99f3e1', 'Маска для волос Ollin Professional SALON BEAUTY с экстрактом ламинарии 500мл', 455, '62-e7f42e9c-95c1-48e1-9619-47210b99f3e1', 'Самый лучший среди товаров на рынке Маска для волос Ollin Professional SALON BEAUTY с экстрактом ламинарии 500мл', 4.94, 62),
('9c3f4600-f687-47f9-b681-93d540e21a0d', 'Шампунь Head & Shoulders Яблочная свежесть 400 мл', 330, '62-9c3f4600-f687-47f9-b681-93d540e21a0d', 'Самый лучший среди товаров на рынке Шампунь Head & Shoulders Яблочная свежесть 400 мл', 4.5, 62),
('31b2ae7e-f35e-4201-a148-a7637a6276e2', 'Бальзам для волос Kapous Professional с маслами авокадо и оливы для волос 1000 мл', 531, '62-31b2ae7e-f35e-4201-a148-a7637a6276e2', 'Самый лучший среди товаров на рынке Бальзам для волос Kapous Professional с маслами авокадо и оливы для волос 1000 мл', 4.2, 62),
('2c67cffc-6764-4e52-9ff8-21ff57970870', 'Шампунь и бальзам-ополаскиватель 2в1 против перхоти Head&Shoulders 3 Action Ментол 400 мл', 330, '62-2c67cffc-6764-4e52-9ff8-21ff57970870', 'Самый лучший среди товаров на рынке Шампунь и бальзам-ополаскиватель 2в1 против перхоти Head&Shoulders 3 Action Ментол 400 мл', 4.44, 62),
('2363c159-4877-4627-b60b-bba1bb1a4f5e', 'Шампунь Чистая Линия 3в1 Энергия и чистота для мужчин 400 мл', 199, '62-2363c159-4877-4627-b60b-bba1bb1a4f5e', 'Самый лучший среди товаров на рынке Шампунь Чистая Линия 3в1 Энергия и чистота для мужчин 400 мл', 4.39, 62),
('918f2039-4a6c-4841-9cf0-a00fbc94be14', 'Шампунь 2в1 Clear Men Активспорт 400 мл', 349, '62-918f2039-4a6c-4841-9cf0-a00fbc94be14', 'Самый лучший среди товаров на рынке Шампунь 2в1 Clear Men Активспорт 400 мл', 4.20, 62),
('8ab6f9df-cd68-4f3f-9932-c418cbab6cee', 'Шампунь Kapous Professional С маслами авокадо и оливы 1000 мл', 495, '62-8ab6f9df-cd68-4f3f-9932-c418cbab6cee', 'Самый лучший среди товаров на рынке Шампунь Kapous Professional С маслами авокадо и оливы 1000 мл', 4.86, 62),
('9fad5c61-034d-444e-8354-f53a6985203c', 'Шампунь Чистая линия Крапива 400 мл', 159, '62-9fad5c61-034d-444e-8354-f53a6985203c', 'Самый лучший среди товаров на рынке Шампунь Чистая линия Крапива 400 мл', 4.91, 62),
('021b6927-cb52-40e0-a93c-94345e803b7e', 'Шампунь Ollin Professional Service Line Daily Shampoo 1000 мл', 677, '62-021b6927-cb52-40e0-a93c-94345e803b7e', 'Самый лучший среди товаров на рынке Шампунь Ollin Professional Service Line Daily Shampoo 1000 мл', 4.79, 62),
('55b21777-140d-43d3-9ddd-ccc51d87a146', 'Шампунь Timotei прохладная свежесть 400 мл', 199, '62-55b21777-140d-43d3-9ddd-ccc51d87a146', 'Самый лучший среди товаров на рынке Шампунь Timotei прохладная свежесть 400 мл', 4.4, 62),
('4e5d5b2f-0a2c-49cb-a55b-b12e41e6ec7d', 'Шампунь Head & Shoulders Объем от самых корней для тонких волос 400 мл', 330, '62-4e5d5b2f-0a2c-49cb-a55b-b12e41e6ec7d', 'Самый лучший среди товаров на рынке Шампунь Head & Shoulders Объем от самых корней для тонких волос 400 мл', 4.14, 62),
('a98aecbd-1a87-4998-bfc8-0e72ca814681', 'Несмываемый крем-флюид PERFECT HAIR 15 в 1 Ollin Professional, 250 мл', 531, '62-a98aecbd-1a87-4998-bfc8-0e72ca814681', 'Самый лучший среди товаров на рынке Несмываемый крем-флюид PERFECT HAIR 15 в 1 Ollin Professional, 250 мл', 4.13, 62),
('a97edc0b-5479-441d-9f9c-e750cd581198', 'Шампунь TRESemme Repair & Protect Восстанавливающий 400 мл', 299, '62-a97edc0b-5479-441d-9f9c-e750cd581198', 'Самый лучший среди товаров на рынке Шампунь TRESemme Repair & Protect Восстанавливающий 400 мл', 4.53, 62),
('925689b6-145f-4f9f-9814-8315cf616298', 'Шампунь Clear Защита от выпадения волос 400 мл', 398, '62-925689b6-145f-4f9f-9814-8315cf616298', 'Самый лучший среди товаров на рынке Шампунь Clear Защита от выпадения волос 400 мл', 4.75, 62),
('f9e290dd-e34a-40f4-b773-7865c78789c4', 'Шампунь Pantene Густые и крепкие для тонких и ослабленных волос 400 мл', 340, '62-f9e290dd-e34a-40f4-b773-7865c78789c4', 'Самый лучший среди товаров на рынке Шампунь Pantene Густые и крепкие для тонких и ослабленных волос 400 мл', 4.91, 62),
('ba091136-5112-447f-ab31-96767097b57c', 'Эликсир для волос Constant Delight 12 в 1, 200 мл', 599, '62-ba091136-5112-447f-ab31-96767097b57c', 'Самый лучший среди товаров на рынке Эликсир для волос Constant Delight 12 в 1, 200 мл', 4.17, 62),
('8b23f4d4-b3cf-4449-b953-060642b377ca', 'Сухой шампунь Прелесть - длительная свежесть без белых следов 200 мл', 175, '62-8b23f4d4-b3cf-4449-b953-060642b377ca', 'Самый лучший среди товаров на рынке Сухой шампунь Прелесть - длительная свежесть без белых следов 200 мл', 4.19, 62),
('a0fc918f-13c6-4361-849f-c9df09ba196e', 'Шампунь Head & Shoulders против перхоти Old Spice 400 мл', 469, '62-a0fc918f-13c6-4361-849f-c9df09ba196e', 'Самый лучший среди товаров на рынке Шампунь Head & Shoulders против перхоти Old Spice 400 мл', 4.57, 62),
('dd3d20c7-251b-45d7-95cd-dd748a9732ca', 'Шампунь TRESemme Repair & Protect Восстанавливающий 650 мл', 371, '62-dd3d20c7-251b-45d7-95cd-dd748a9732ca', 'Самый лучший среди товаров на рынке Шампунь TRESemme Repair & Protect Восстанавливающий 650 мл', 4.2, 62),
('4c0ac507-bf1a-4758-9d08-3e3d419a4da0', 'Шампунь против перхоти Head&Shoulders 3 Action Ментол 400 мл', 469, '62-4c0ac507-bf1a-4758-9d08-3e3d419a4da0', 'Самый лучший среди товаров на рынке Шампунь против перхоти Head&Shoulders 3 Action Ментол 400 мл', 4.65, 62);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('83eb4a29-4efa-4d12-9380-03e9aa060ff2', 'Цепочка 585Gold, серебро', 2474, '74-83eb4a29-4efa-4d12-9380-03e9aa060ff2', 'Самый лучший среди товаров на рынке Цепочка 585Gold, серебро', 4.95, 74),
('80dfceee-a192-43a2-8c5d-6b72b44bf956', 'Цепочка MIUZ Diamonds (Московский ювелирный завод), белое золото', 34354, '74-80dfceee-a192-43a2-8c5d-6b72b44bf956', 'Самый лучший среди товаров на рынке Цепочка MIUZ Diamonds (Московский ювелирный завод), белое золото', 4.95, 74),
('a6704dfd-a689-40dd-9786-fd44ee0453f2', 'Цепочка из белого золота 45 см MIUZ Diamonds C30-NC18-078-3-030', 38301, '74-a6704dfd-a689-40dd-9786-fd44ee0453f2', 'Самый лучший среди товаров на рынке Цепочка из белого золота 45 см MIUZ Diamonds C30-NC18-078-3-030', 4.95, 74),
('9ee4e2d1-8018-4767-8acb-eed9b21988b3', 'Цепочка SOKOLOV, серебро', 555, '74-9ee4e2d1-8018-4767-8acb-eed9b21988b3', 'Самый лучший среди товаров на рынке Цепочка SOKOLOV, серебро', 4.63, 74),
('dc67161c-9e07-44c9-819c-e36062e7664f', 'Цепочка ADAMAS, красное золото', 25672, '74-dc67161c-9e07-44c9-819c-e36062e7664f', 'Самый лучший среди товаров на рынке Цепочка ADAMAS, красное золото', 4.95, 74),
('158caa22-ba66-4e06-97a6-5f897791054b', 'Цепочка Diamant, серебро', 881, '74-158caa22-ba66-4e06-97a6-5f897791054b', 'Самый лучший среди товаров на рынке Цепочка Diamant, серебро', 4.95, 74),
('e06270bc-377b-43a9-a752-082453e24eb5', 'Цепочка SOKOLOV, красное золото', 22318, '74-e06270bc-377b-43a9-a752-082453e24eb5', 'Самый лучший среди товаров на рынке Цепочка SOKOLOV, красное золото', 4.3, 74),
('abedf003-fcb4-470f-8f45-821c0b3d8544', 'Цепочка VALTERA, серебро', 990, '74-abedf003-fcb4-470f-8f45-821c0b3d8544', 'Самый лучший среди товаров на рынке Цепочка VALTERA, серебро', 4.2, 74),
('486b633b-4234-4813-9632-48886d9ec7de', 'Цепочка 585Gold, красное золото', 5607, '74-486b633b-4234-4813-9632-48886d9ec7de', 'Самый лучший среди товаров на рынке Цепочка 585Gold, красное золото', 4.3, 74),
('72e7f3e3-20e9-4252-a48d-9c9eedd93675', 'Цепочка SOKOLOV, белое золото', 11128, '74-72e7f3e3-20e9-4252-a48d-9c9eedd93675', 'Самый лучший среди товаров на рынке Цепочка SOKOLOV, белое золото', 4.3, 74);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('3de8f003-1201-44c4-9e7d-84633290bb0e', 'Колье MIUZ Diamonds (Московский ювелирный завод), желтое золото', 27997, '75-3de8f003-1201-44c4-9e7d-84633290bb0e', 'Самый лучший среди товаров на рынке Колье MIUZ Diamonds (Московский ювелирный завод), желтое золото', 4.95, 75),
('7f839156-481c-4a89-8430-4d26cf7dd942', 'Шнурок VALTERA, натуральная кожа, серебро', 800, '75-7f839156-481c-4a89-8430-4d26cf7dd942', 'Самый лучший среди товаров на рынке Шнурок VALTERA, натуральная кожа, серебро', 4.95, 75),
('b4d58654-85e8-4318-b93f-135566d83609', 'Колье MIUZ Diamonds (Московский ювелирный завод), белое золото', 23182, '75-b4d58654-85e8-4318-b93f-135566d83609', 'Самый лучший среди товаров на рынке Колье MIUZ Diamonds (Московский ювелирный завод), белое золото', 4.95, 75),
('414ea55e-9457-444e-9bb8-0d1fd6fd1010', 'Ожерелье-цепь SOKOLOV, серебро', 1455, '75-414ea55e-9457-444e-9bb8-0d1fd6fd1010', 'Самый лучший среди товаров на рынке Ожерелье-цепь SOKOLOV, серебро', 4.95, 75),
('67fa1ce4-625d-4c16-8e98-b2ed8e3d8d36', 'Шнурок VALTERA, серебро, каучук', 861, '75-67fa1ce4-625d-4c16-8e98-b2ed8e3d8d36', 'Самый лучший среди товаров на рынке Шнурок VALTERA, серебро, каучук', 4.95, 75),
('39280379-d429-41a1-a342-8706c00b9ae7', 'Колье SOKOLOV, серебро', 3217, '75-39280379-d429-41a1-a342-8706c00b9ae7', 'Самый лучший среди товаров на рынке Колье SOKOLOV, серебро', 4.2, 75),
('7754bbcd-a182-494b-ae3d-ecbb4bb8aa93', 'Шнурок VALTERA, серебро, текстиль', 618, '75-7754bbcd-a182-494b-ae3d-ecbb4bb8aa93', 'Самый лучший среди товаров на рынке Шнурок VALTERA, серебро, текстиль', 4.95, 75),
('1b3359d7-61b3-4c8a-b831-1b7b2f233cad', 'Колье ADAMAS, красное золото', 36953, '75-1b3359d7-61b3-4c8a-b831-1b7b2f233cad', 'Самый лучший среди товаров на рынке Колье ADAMAS, красное золото', 4.95, 75),
('5ff1dd8a-7c6a-432c-aee0-7d56169d68af', 'Колье VALTERA, серебро', 696, '75-5ff1dd8a-7c6a-432c-aee0-7d56169d68af', 'Самый лучший среди товаров на рынке Колье VALTERA, серебро', 4.95, 75),
('7da54cda-fa5b-4654-8145-1ea1d4c9e064', 'Колье PLATINA jewelry, желтое золото', 33100, '75-7da54cda-fa5b-4654-8145-1ea1d4c9e064', 'Самый лучший среди товаров на рынке Колье PLATINA jewelry, желтое золото', 4.95, 75),
('1917ceab-a553-42fd-974d-e140ed271db4', 'Колье SKLV, серебро', 983, '75-1917ceab-a553-42fd-974d-e140ed271db4', 'Самый лучший среди товаров на рынке Колье SKLV, серебро', 4.95, 75),
('2eb18a43-2c5d-4214-8040-334e966bb2ff', 'Колье 585Gold, серебро', 1611, '75-2eb18a43-2c5d-4214-8040-334e966bb2ff', 'Самый лучший среди товаров на рынке Колье 585Gold, серебро', 4.95, 75),
('2b8ac0ff-3157-4d6a-8d69-13f35200a8f9', 'Колье ЮВЕЛИР КАРАТ, серебро', 1380, '75-2b8ac0ff-3157-4d6a-8d69-13f35200a8f9', 'Самый лучший среди товаров на рынке Колье ЮВЕЛИР КАРАТ, серебро', 4.35, 75),
('ec9c5fba-b1ac-4909-8482-bdabb4c72f0e', 'Шнурок SOKOLOV, серебро', 577, '75-ec9c5fba-b1ac-4909-8482-bdabb4c72f0e', 'Самый лучший среди товаров на рынке Шнурок SOKOLOV, серебро', 4.26, 75),
('24a390cb-5d57-44ff-93ba-6530c06484d2', 'Колье SOKOLOV Diamonds, красное золото', 9598, '75-24a390cb-5d57-44ff-93ba-6530c06484d2', 'Самый лучший среди товаров на рынке Колье SOKOLOV Diamonds, красное золото', 4.7, 75),
('608d6e1a-d44d-482c-a1d8-2a40e7a72b20', 'Бусы из красного золота 45 см 585Gold 216000007, жемчуг', 5737, '75-608d6e1a-d44d-482c-a1d8-2a40e7a72b20', 'Самый лучший среди товаров на рынке Бусы из красного золота 45 см 585Gold 216000007, жемчуг', 4.5, 75),
('f61a7e2d-330a-498f-ac1c-8e2aec60a5bf', 'Бусы SOKOLOV, серебро', 9597, '75-f61a7e2d-330a-498f-ac1c-8e2aec60a5bf', 'Самый лучший среди товаров на рынке Бусы SOKOLOV, серебро', 4.15, 75),
('74dd9f50-e886-414b-8f54-7aedd481abf4', 'Колье-галстук SKAZKA Natali Romanovoi, серебро', 1980, '75-74dd9f50-e886-414b-8f54-7aedd481abf4', 'Самый лучший среди товаров на рынке Колье-галстук SKAZKA Natali Romanovoi, серебро', 4.95, 75),
('6221915b-712d-4856-95ff-052d6c40d3fd', 'Колье-галстук L'attrice, серебро', 3704, '75-6221915b-712d-4856-95ff-052d6c40d3fd', 'Самый лучший среди товаров на рынке Колье-галстук L'attrice, серебро', 4.1, 75),
('fce293ef-5ebb-49a6-8c68-d9a39d98709d', 'Шнурок ЮВЕЛИР КАРАТ, красное золото, каучук', 4190, '75-fce293ef-5ebb-49a6-8c68-d9a39d98709d', 'Самый лучший среди товаров на рынке Шнурок ЮВЕЛИР КАРАТ, красное золото, каучук', 4.95, 75),
('7a17f3da-ede6-45e4-bc1b-495a8afd4b51', 'Колье SOKOLOV, красное золото', 4368, '75-7a17f3da-ede6-45e4-bc1b-495a8afd4b51', 'Самый лучший среди товаров на рынке Колье SOKOLOV, красное золото', 4.18, 75),
('200382d4-6971-4d48-bfd6-86aafc264f74', 'Ожерелье SOKOLOV, красное золото', 15118, '75-200382d4-6971-4d48-bfd6-86aafc264f74', 'Самый лучший среди товаров на рынке Ожерелье SOKOLOV, красное золото', 4.2, 75),
('45bd1c93-e66b-40df-ae5f-e90937cac2d1', 'Колье Diamant, красное золото', 3990, '75-45bd1c93-e66b-40df-ae5f-e90937cac2d1', 'Самый лучший среди товаров на рынке Колье Diamant, красное золото', 4.95, 75),
('5bc96d95-8e74-41e8-bf9c-890ae9139202', 'Шнурок TOP CRYSTAL, натуральная кожа, серебро', 1265, '75-5bc96d95-8e74-41e8-bf9c-890ae9139202', 'Самый лучший среди товаров на рынке Шнурок TOP CRYSTAL, натуральная кожа, серебро', 4.95, 75),
('e26a141a-e798-4929-a50d-65eabcfae165', 'Колье SOKOLOV, белое золото', 6438, '75-e26a141a-e798-4929-a50d-65eabcfae165', 'Самый лучший среди товаров на рынке Колье SOKOLOV, белое золото', 4.12, 75),
('51802a53-6c5e-45da-b852-df11ab5bebf5', 'Шнурок SOKOLOV, натуральная кожа, серебро', 1497, '75-51802a53-6c5e-45da-b852-df11ab5bebf5', 'Самый лучший среди товаров на рынке Шнурок SOKOLOV, натуральная кожа, серебро', 4.3, 75);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('2bb122f7-0bbd-4be7-866b-0ba56feca343', 'Набор ноутбук Infinix Y2 Plus XL29 i3 8G 256G Grey Win 11Hom + умн колонка SberBoom Mini', 41990, '22-2bb122f7-0bbd-4be7-866b-0ba56feca343', 'Самый лучший среди товаров на рынке Набор ноутбук Infinix Y2 Plus XL29 i3 8G 256G Grey Win 11Hom + умн колонка SberBoom Mini', 4.14, 22),
('5161ce83-c005-4994-a723-c601a7d9d0a2', 'Набор ноутбук Infinix Y2 Plus XL29, i3, 8G 256G, Grey_DOS + умная колонка SberBoom Mini', 38990, '22-5161ce83-c005-4994-a723-c601a7d9d0a2', 'Самый лучший среди товаров на рынке Набор ноутбук Infinix Y2 Plus XL29, i3, 8G 256G, Grey_DOS + умная колонка SberBoom Mini', 4.20, 22),
('f7651366-188c-461d-b4ec-5698f2d6fea3', 'Ноутбук ASUS M6500QC-HN089 Blue (90NB0YN1-M004U0)', 94991, '22-f7651366-188c-461d-b4ec-5698f2d6fea3', 'Самый лучший среди товаров на рынке Ноутбук ASUS M6500QC-HN089 Blue (90NB0YN1-M004U0)', 4.5, 22),
('d4eb3daf-999d-4a57-931c-a64bc7512980', 'Ноутбук ASUS TUF Dash F15 FX517ZE-HN120W (90NR0953-M00AC0)', 119990, '22-d4eb3daf-999d-4a57-931c-a64bc7512980', 'Самый лучший среди товаров на рынке Ноутбук ASUS TUF Dash F15 FX517ZE-HN120W (90NR0953-M00AC0)', 4.22, 22),
('fb37ed7b-8526-4ca6-8ffd-c26d0750eceb', 'Ноутбук MSI Bravo 17 C7VE-064XRU 9S7-17LN11-064', 131291, '22-fb37ed7b-8526-4ca6-8ffd-c26d0750eceb', 'Самый лучший среди товаров на рынке Ноутбук MSI Bravo 17 C7VE-064XRU 9S7-17LN11-064', 4.2, 22),
('b6bed93e-1390-405e-809e-84d9b87df0c4', 'Ноутбук Apple MacBook Pro 16 16.2" M3 Pro 18 512GB Space Black (MRW13) US Keyboard', 315990, '22-b6bed93e-1390-405e-809e-84d9b87df0c4', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Pro 16 16.2" M3 Pro 18 512GB Space Black (MRW13) US Keyboard', 4.95, 22),
('6b6e7e2a-fc11-4900-ad5b-a6f9333a2200', 'Ноутбук GIGABYTE AORUS 17H BFX Black (BXF-74KZ554SD)', 260915, '22-6b6e7e2a-fc11-4900-ad5b-a6f9333a2200', 'Самый лучший среди товаров на рынке Ноутбук GIGABYTE AORUS 17H BFX Black (BXF-74KZ554SD)', 4.5, 22),
('5f8ad2dc-3c3c-471e-9474-e320c0df2c28', 'Ноутбук GIGABYTE Aorus 15 BSF Black (BSF-73KZ754SH)', 204820, '22-5f8ad2dc-3c3c-471e-9474-e320c0df2c28', 'Самый лучший среди товаров на рынке Ноутбук GIGABYTE Aorus 15 BSF Black (BSF-73KZ754SH)', 4.2, 22),
('677cb438-2e5d-4609-9c77-500ebb621812', 'Ноутбук ASUS M1503QA-L1223 Blue (90NB0Y91-M00BS0)', 81311, '22-677cb438-2e5d-4609-9c77-500ebb621812', 'Самый лучший среди товаров на рынке Ноутбук ASUS M1503QA-L1223 Blue (90NB0Y91-M00BS0)', 4.6, 22),
('26ffc0a6-bf9c-4d26-b649-80f6ecb91142', 'Ноутбук Huawei MateBook B3-510 Gray (53012JEG)', 48449, '22-26ffc0a6-bf9c-4d26-b649-80f6ecb91142', 'Самый лучший среди товаров на рынке Ноутбук Huawei MateBook B3-510 Gray (53012JEG)', 4.5, 22),
('2aa207f4-a12d-4521-a560-67bd975af9df', 'Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Grey (MGN63)', 97990, '22-2aa207f4-a12d-4521-a560-67bd975af9df', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Grey (MGN63)', 4.65, 22),
('5e8a4842-7534-480e-a777-608318210d84', 'Ноутбук Honor MagicBook 15 BMH-WFQ9HN серый (5301AFVQ)', 60343, '22-5e8a4842-7534-480e-a777-608318210d84', 'Самый лучший среди товаров на рынке Ноутбук Honor MagicBook 15 BMH-WFQ9HN серый (5301AFVQ)', 4.60, 22),
('7877b2b7-f0b8-4eea-9582-69758475ff80', 'Ноутбук Apple MacBook Air 15 15.3" 2023 M2 8 512GB Midnight', 195990, '22-7877b2b7-f0b8-4eea-9582-69758475ff80', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 15 15.3" 2023 M2 8 512GB Midnight', 4.34, 22),
('8070912e-f77d-41ed-a8fb-40792c02211d', 'Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Gray (MGN63)', 95999, '22-8070912e-f77d-41ed-a8fb-40792c02211d', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Space Gray (MGN63)', 4.12, 22),
('b443b42a-1997-43f3-9619-1b0cec2f02c6', 'Ноутбук Asus VivoBook E1504FA-BQ664 Ryzen 5 16Gb, 512Gb, 15.6", noOS, чёрный', 59034, '22-b443b42a-1997-43f3-9619-1b0cec2f02c6', 'Самый лучший среди товаров на рынке Ноутбук Asus VivoBook E1504FA-BQ664 Ryzen 5 16Gb, 512Gb, 15.6", noOS, чёрный', 4.54, 22),
('6565ba6b-1d7d-4ac4-9c1a-984e50e95e03', 'Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Gold (MGND3)', 95999, '22-6565ba6b-1d7d-4ac4-9c1a-984e50e95e03', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air 13" M1 8Gb 256Gb Gold (MGND3)', 4.76, 22),
('a516bef2-7235-4a18-80a7-9436b991af65', 'Ноутбук Huawei MateBook D 15 BOD-WDI9 Silver 53013SDW', 46257, '22-a516bef2-7235-4a18-80a7-9436b991af65', 'Самый лучший среди товаров на рынке Ноутбук Huawei MateBook D 15 BOD-WDI9 Silver 53013SDW', 4.70, 22),
('c64640f0-d51e-4da7-a512-5dacd046ab46', 'Ноутбук Apple MacBook Air M1 MGND3 13", 8 Гб, 256 Гб, Gold, A2337', 99990, '22-c64640f0-d51e-4da7-a512-5dacd046ab46', 'Самый лучший среди товаров на рынке Ноутбук Apple MacBook Air M1 MGND3 13", 8 Гб, 256 Гб, Gold, A2337', 4.42, 22),
('01f1698f-7e1c-45ac-ac76-a9726568b7e8', 'Ноутбук Huawei MateBook D 15 i5 1155G7 8 256Gb Space Gray серый (BoDE-WDH9)', 45999, '22-01f1698f-7e1c-45ac-ac76-a9726568b7e8', 'Самый лучший среди товаров на рынке Ноутбук Huawei MateBook D 15 i5 1155G7 8 256Gb Space Gray серый (BoDE-WDH9)', 4.52, 22),
('34bbabe4-0124-4669-9f01-1b3685d9ba69', 'Ноутбук ASUS VivoBook M1605YA-MB341 черный (90NB10R1-M00FM0)', 64250, '22-34bbabe4-0124-4669-9f01-1b3685d9ba69', 'Самый лучший среди товаров на рынке Ноутбук ASUS VivoBook M1605YA-MB341 черный (90NB10R1-M00FM0)', 4.12, 22),
('cf8fbfdc-4f7a-4e19-ae22-a8b0255bfa4c', 'Ноутбук Huawei BoDE-WDH9 серый', 59981, '22-cf8fbfdc-4f7a-4e19-ae22-a8b0255bfa4c', 'Самый лучший среди товаров на рынке Ноутбук Huawei BoDE-WDH9 серый', 4.25, 22);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('4d750926-8a82-46f6-8861-92f5c5e412d6', 'Пылесос Normann AVC-212 Red Black', 5880, '33-4d750926-8a82-46f6-8861-92f5c5e412d6', 'Самый лучший среди товаров на рынке Пылесос Normann AVC-212 Red Black', 4.95, 33),
('c3ba0a60-7395-4efc-87d7-6130238f1b12', 'Вертикальный пылесос Deerma DX118C White', 2309, '33-c3ba0a60-7395-4efc-87d7-6130238f1b12', 'Самый лучший среди товаров на рынке Вертикальный пылесос Deerma DX118C White', 4.81, 33),
('e3130e38-d768-47aa-85dd-ddd378f42469', 'Пылесос Timberk T-VCC-230 серый, желтый', 6999, '33-e3130e38-d768-47aa-85dd-ddd378f42469', 'Самый лучший среди товаров на рынке Пылесос Timberk T-VCC-230 серый, желтый', 4.25, 33),
('2f7f65ed-449e-4f2b-92d8-e4d1788db4d6', 'Робот-пылесос Xiaomi Robot Vacuum E10 EU белый', 14539, '33-2f7f65ed-449e-4f2b-92d8-e4d1788db4d6', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum E10 EU белый', 4.50, 33),
('704ae876-0827-4277-9fd4-57f7ae1546ac', 'Вертикальный пылесос Deerma Suction Vacuum Cleaner DX700S (Европейская версия)', 3439, '33-704ae876-0827-4277-9fd4-57f7ae1546ac', 'Самый лучший среди товаров на рынке Вертикальный пылесос Deerma Suction Vacuum Cleaner DX700S (Европейская версия)', 4.46, 33),
('b3e72617-dc60-4bf8-99df-d04ac8afed30', 'Робот-пылесос Xiaomi Robot Vacuum S10 RU белый', 19699, '33-b3e72617-dc60-4bf8-99df-d04ac8afed30', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum S10 RU белый', 4.10, 33),
('3c2a59df-6630-4b91-806c-1c15415043f8', 'Робот-пылесос Xiaomi Robot Vacuum S12 EU', 35990, '33-3c2a59df-6630-4b91-806c-1c15415043f8', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum S12 EU', 4.73, 33),
('114d7ec5-3c9d-4962-91ef-d5e4bce21a08', 'Робот-пылесос Xiaomi Robot Vacuum S10 EU (BHR5988EU)', 19275, '33-114d7ec5-3c9d-4962-91ef-d5e4bce21a08', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum S10 EU (BHR5988EU)', 4.81, 33),
('2c55e618-9e89-4991-989d-fe28c273e69c', 'Вертикальный пылесос Timberk T-VCH-40 серый, желтый', 2299, '33-2c55e618-9e89-4991-989d-fe28c273e69c', 'Самый лучший среди товаров на рынке Вертикальный пылесос Timberk T-VCH-40 серый, желтый', 4.13, 33),
('3ab480b6-48ad-4416-a9d2-cc3d375774d6', 'Робот-пылесос Xiaomi Robot Vacuum S10 B106GL белый', 21500, '33-3ab480b6-48ad-4416-a9d2-cc3d375774d6', 'Самый лучший среди товаров на рынке Робот-пылесос Xiaomi Robot Vacuum S10 B106GL белый', 4.86, 33),
('3d1fbf29-aa45-416b-b792-b188142eb149', 'Вертикальный пылесос Deerma DX700 (Европейская версия)', 3290, '33-3d1fbf29-aa45-416b-b792-b188142eb149', 'Самый лучший среди товаров на рынке Вертикальный пылесос Deerma DX700 (Европейская версия)', 4.11, 33);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('569f012b-307f-4003-bee0-6f933970c2ae', 'Классическая гитара 7 8 в наборе DAVINCI DC-50A BK PACK для начинающего гитариста', 3655, '42-569f012b-307f-4003-bee0-6f933970c2ae', 'Самый лучший среди товаров на рынке Классическая гитара 7 8 в наборе DAVINCI DC-50A BK PACK для начинающего гитариста', 4.34, 42),
('efc633d3-7c78-4690-8411-8750392bc729', 'Акустическая гитара Belucci BC3810 BK', 3900, '42-efc633d3-7c78-4690-8411-8750392bc729', 'Самый лучший среди товаров на рынке Акустическая гитара Belucci BC3810 BK', 4.16, 42),
('e5dec638-3c21-4cf9-895d-76d2085f6bcd', 'Гитарный кабель Rockdale IC002.10 с разъёмами TS моно для небалансных соединений', 687, '42-e5dec638-3c21-4cf9-895d-76d2085f6bcd', 'Самый лучший среди товаров на рынке Гитарный кабель Rockdale IC002.10 с разъёмами TS моно для небалансных соединений', 4.37, 42),
('0e100770-a0fc-4ebf-8bbf-33d0c2569708', 'Акустическая гитара Fender Squier SA-150, Fender (Фендер)', 13244, '42-0e100770-a0fc-4ebf-8bbf-33d0c2569708', 'Самый лучший среди товаров на рынке Акустическая гитара Fender Squier SA-150, Fender (Фендер)', 4.40, 42),
('bdd3ff8b-9121-4480-9715-17ef484cab67', 'Акустическая гитара Cort AD810 OP', 12797, '42-bdd3ff8b-9121-4480-9715-17ef484cab67', 'Самый лучший среди товаров на рынке Акустическая гитара Cort AD810 OP', 4.32, 42),
('42a551f3-e98c-4f1f-a3af-4b6fed6a367b', 'Укулеле Belucci XU21-11 White', 1982, '42-42a551f3-e98c-4f1f-a3af-4b6fed6a367b', 'Самый лучший среди товаров на рынке Укулеле Belucci XU21-11 White', 4.23, 42),
('5245d9da-5c5c-4b57-a47d-ba1917fa78ed', 'Акустическая гитара в наборе DAVINCI DF-50A BK PACK для начинающего гитариста', 5355, '42-5245d9da-5c5c-4b57-a47d-ba1917fa78ed', 'Самый лучший среди товаров на рынке Акустическая гитара в наборе DAVINCI DF-50A BK PACK для начинающего гитариста', 4.49, 42),
('f567c465-beca-4544-8114-8d17566946d6', 'JOOL TUTTI  JR-10 SCH MUSIC - Укулеле сопрано', 1690, '42-f567c465-beca-4544-8114-8d17566946d6', 'Самый лучший среди товаров на рынке JOOL TUTTI  JR-10 SCH MUSIC - Укулеле сопрано', 4.45, 42),
('5e6764c5-abdc-4279-b3f4-5453e8e547fd', 'Классическая гитара в наборе с чехлом DAVINCI DC-50A BK + Bag', 4356, '42-5e6764c5-abdc-4279-b3f4-5453e8e547fd', 'Самый лучший среди товаров на рынке Классическая гитара в наборе с чехлом DAVINCI DC-50A BK + Bag', 4.22, 42),
('5bbfe876-d7b8-40a4-bfa1-27b2bc6ca7ae', 'Гитара классическая в наборе DAVINCI DC-50A NA PACK', 4300, '42-5bbfe876-d7b8-40a4-bfa1-27b2bc6ca7ae', 'Самый лучший среди товаров на рынке Гитара классическая в наборе DAVINCI DC-50A NA PACK', 4.40, 42),
('061d1b1c-bc98-408e-9129-f9d0449562c8', 'Укулеле сопрано Terris Plus 70 Cars', 2640, '42-061d1b1c-bc98-408e-9129-f9d0449562c8', 'Самый лучший среди товаров на рынке Укулеле сопрано Terris Plus 70 Cars', 4.17, 42),
('9b7a3403-c2ce-49db-a3f7-0abe252f4e35', 'Brahner Us-075 bk - Укулеле', 1267, '42-9b7a3403-c2ce-49db-a3f7-0abe252f4e35', 'Самый лучший среди товаров на рынке Brahner Us-075 bk - Укулеле', 4.4, 42),
('cc8039ee-5afa-44b1-8ec3-610acb2016f7', 'DAVINCI DF-50C SB - Гитара акустическая шестиструнная', 3213, '42-cc8039ee-5afa-44b1-8ec3-610acb2016f7', 'Самый лучший среди товаров на рынке DAVINCI DF-50C SB - Гитара акустическая шестиструнная', 4.2, 42),
('abc256e9-360c-4a74-b22f-10a7603dc00a', 'Кабель инструментальный Ernie Ball 6048 3м черный', 2816, '42-abc256e9-360c-4a74-b22f-10a7603dc00a', 'Самый лучший среди товаров на рынке Кабель инструментальный Ernie Ball 6048 3м черный', 4.11, 42),
('6fa4c87d-475e-422d-8fcf-a2d8dfeb43a7', 'Комбо моделирующий MOOER DH01 Hornet 15 bk', 12990, '42-6fa4c87d-475e-422d-8fcf-a2d8dfeb43a7', 'Самый лучший среди товаров на рынке Комбо моделирующий MOOER DH01 Hornet 15 bk', 4.17, 42),
('0aa855db-d1ef-40a6-87dd-493405efb81b', 'Акустическая гитара Belucci BC3820 BK', 4359, '42-0aa855db-d1ef-40a6-87dd-493405efb81b', 'Самый лучший среди товаров на рынке Акустическая гитара Belucci BC3820 BK', 4.59, 42),
('8ad8e30f-6ad5-4c35-b574-e5c823284b1f', 'Акустическая гитара с анкером,глянцевая.Липа 7 8(38 дюйм) Belucci BC3840 Music', 4872, '42-8ad8e30f-6ad5-4c35-b574-e5c823284b1f', 'Самый лучший среди товаров на рынке Акустическая гитара с анкером,глянцевая.Липа 7 8(38 дюйм) Belucci BC3840 Music', 4.5, 42),
('7f7db135-ac05-4a80-8764-f940fe4ef6fd', 'Акустическая шестиструнная гитара DAVINCI DF-50C RD', 4038, '42-7f7db135-ac05-4a80-8764-f940fe4ef6fd', 'Самый лучший среди товаров на рынке Акустическая шестиструнная гитара DAVINCI DF-50C RD', 4.8, 42),
('5e24bc5b-f755-4fb9-8612-0fa810f5230c', 'Укулеле сопрано DAVINCI VINS-20HEART', 2444, '42-5e24bc5b-f755-4fb9-8612-0fa810f5230c', 'Самый лучший среди товаров на рынке Укулеле сопрано DAVINCI VINS-20HEART', 4.14, 42),
('eb9ee9f4-15eb-4191-93cf-2202461aab48', 'Brahner Us-075 na - Укулеле', 1397, '42-eb9ee9f4-15eb-4191-93cf-2202461aab48', 'Самый лучший среди товаров на рынке Brahner Us-075 na - Укулеле', 4.4, 42),
('1cbb9d2a-f89a-47d4-a377-55261ad16c76', 'Mighty-Plug Pro Моделирующий усилитель для наушников, Nux Cherub MP-3', 11210, '42-1cbb9d2a-f89a-47d4-a377-55261ad16c76', 'Самый лучший среди товаров на рынке Mighty-Plug Pro Моделирующий усилитель для наушников, Nux Cherub MP-3', 4.6, 42),
('b993f1d8-cbee-40e3-aeff-a1685a75db29', 'Электрогитара TERRIS TPACK-1 SB комбо набор', 17760, '42-b993f1d8-cbee-40e3-aeff-a1685a75db29', 'Самый лучший среди товаров на рынке Электрогитара TERRIS TPACK-1 SB комбо набор', 4.10, 42);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('1bed1f4b-aa94-419f-8837-a21abfcc125c', 'Алтайский комус (варган) Народный инструмент П.Поткина без футляра', 891, '46-1bed1f4b-aa94-419f-8837-a21abfcc125c', 'Самый лучший среди товаров на рынке Алтайский комус (варган) Народный инструмент П.Поткина без футляра', 4.22, 46),
('2c5723d1-4632-4f7b-93e7-d65d196b030b', 'Цифровой саксофон Roland Aerophone Pro AE-30', 229900, '46-2c5723d1-4632-4f7b-93e7-d65d196b030b', 'Самый лучший среди товаров на рынке Цифровой саксофон Roland Aerophone Pro AE-30', 4.95, 46),
('68ed2270-1cbc-420a-97a7-8b560d70f559', 'Деревянный футляр с крышкой для варганов 70-85мм, бук, Мозеръ VB-7', 660, '46-68ed2270-1cbc-420a-97a7-8b560d70f559', 'Самый лучший среди товаров на рынке Деревянный футляр с крышкой для варганов 70-85мм, бук, Мозеръ VB-7', 4.95, 46),
('dfbc2529-207b-4baa-a787-efc493153bad', 'Блокфлейта сопрано Flight FFPG   7WH - Flight', 450, '46-dfbc2529-207b-4baa-a787-efc493153bad', 'Самый лучший среди товаров на рынке Блокфлейта сопрано Flight FFPG   7WH - Flight', 4.15, 46),
('97a2bbb7-a801-4d37-93da-d7e6e24f6c90', 'Свирель хроматическая До, iVolga PCS-02', 6380, '46-97a2bbb7-a801-4d37-93da-d7e6e24f6c90', 'Самый лучший среди товаров на рынке Свирель хроматическая До, iVolga PCS-02', 4.95, 46),
('9a4e7e44-f285-402d-b270-e0409c064942', 'Блок флейта Dekko OM8A', 340, '46-9a4e7e44-f285-402d-b270-e0409c064942', 'Самый лучший среди товаров на рынке Блок флейта Dekko OM8A', 4.2, 46),
('2df3e3a1-bce0-4d21-b408-cb9edb8f7e08', 'FLIGHT FKZ-1M казу металл', 490, '46-2df3e3a1-bce0-4d21-b408-cb9edb8f7e08', 'Самый лучший среди товаров на рынке FLIGHT FKZ-1M казу металл', 4.2, 46),
('06db4e4e-9289-4030-8051-5f04efab7d67', 'PWFB-004 Футляр для варгана, Мастерская Поткина', 575, '46-06db4e4e-9289-4030-8051-5f04efab7d67', 'Самый лучший среди товаров на рынке PWFB-004 Футляр для варгана, Мастерская Поткина', 4.95, 46),
('ad561472-6a35-406b-baec-9510a453526a', 'Алтайский комус (варган) В.Поткина без футляра', 891, '46-ad561472-6a35-406b-baec-9510a453526a', 'Самый лучший среди товаров на рынке Алтайский комус (варган) В.Поткина без футляра', 4.2, 46),
('e76cc084-7f57-4e80-9ac5-fc05a33e02f1', 'Стойка для контрабаса Soundking DG021', 5250, '46-e76cc084-7f57-4e80-9ac5-fc05a33e02f1', 'Самый лучший среди товаров на рынке Стойка для контрабаса Soundking DG021', 4.95, 46),
('55717d15-a717-4a4c-88c6-44b35b8eae7f', 'FLIGHT FKZ 1P казу', 190, '46-55717d15-a717-4a4c-88c6-44b35b8eae7f', 'Самый лучший среди товаров на рынке FLIGHT FKZ 1P казу', 4.1, 46),
('fd53463e-9828-482e-981d-96b7b53c6d01', 'Блокфлейта сопрано Yamaha YRS-23, Yamaha (Ямаха)', 1590, '46-fd53463e-9828-482e-981d-96b7b53c6d01', 'Самый лучший среди товаров на рынке Блокфлейта сопрано Yamaha YRS-23, Yamaha (Ямаха)', 4.7, 46),
('1bed2716-36c4-406b-b5aa-d85ecc4a921d', 'Блок флейта Bee R08', 200, '46-1bed2716-36c4-406b-b5aa-d85ecc4a921d', 'Самый лучший среди товаров на рынке Блок флейта Bee R08', 4.95, 46),
('e7e13593-92d8-450a-a788-e196be5bcb0d', 'Аксессуар для духовых инструментов Vandoren SR212', 5060, '46-e7e13593-92d8-450a-a788-e196be5bcb0d', 'Самый лучший среди товаров на рынке Аксессуар для духовых инструментов Vandoren SR212', 4.2, 46),
('a30204e1-e882-4d9b-9959-5de41d3f19fc', 'Кларнет Yamaha YCL-255  02', 85990, '46-a30204e1-e882-4d9b-9959-5de41d3f19fc', 'Самый лучший среди товаров на рынке Кларнет Yamaha YCL-255  02', 4.95, 46),
('9686256b-3d6e-4ec4-bea2-3acfb1f9fbc8', 'Блок флейта Mollenhauer 5125', 72060, '46-9686256b-3d6e-4ec4-bea2-3acfb1f9fbc8', 'Самый лучший среди товаров на рынке Блок флейта Mollenhauer 5125', 4.95, 46),
('995b20a2-76d7-438d-9db3-21b9436727e3', 'Варган Волна Мастерская Глазырина VG18-Wave', 2070, '46-995b20a2-76d7-438d-9db3-21b9436727e3', 'Самый лучший среди товаров на рынке Варган Волна Мастерская Глазырина VG18-Wave', 4.3, 46),
('13038f73-85c0-4c26-a1a7-f7f5c8607b4c', 'Трости для кларнета Vandoren CR102', 4377, '46-13038f73-85c0-4c26-a1a7-f7f5c8607b4c', 'Самый лучший среди товаров на рынке Трости для кларнета Vandoren CR102', 4.2, 46),
('7cd391e3-11a2-458b-9887-7758e3372ce2', 'Варган Мастерская Глазырина VG03-Star', 4520, '46-7cd391e3-11a2-458b-9887-7758e3372ce2', 'Самый лучший среди товаров на рынке Варган Мастерская Глазырина VG03-Star', 4.5, 46),
('68bd4b9a-1892-4c67-81e6-786bcda3a10e', 'Трости для саксофона Vandoren SR2725', 3590, '46-68bd4b9a-1892-4c67-81e6-786bcda3a10e', 'Самый лучший среди товаров на рынке Трости для саксофона Vandoren SR2725', 4.95, 46),
('ee96e4bb-5a34-4bed-a4fa-899a85ac533b', 'Трости для кларнета Bb Vandoren CR5025 56 rue Lepic', 5786, '46-ee96e4bb-5a34-4bed-a4fa-899a85ac533b', 'Самый лучший среди товаров на рынке Трости для кларнета Bb Vandoren CR5025 56 rue Lepic', 4.95, 46),
('f7ac6cba-0806-4e0c-8dd4-08ff767186a5', 'МОЗЕРЪ VB-2 - кожаный чехол для варгана с защитой язычка', 228, '46-f7ac6cba-0806-4e0c-8dd4-08ff767186a5', 'Самый лучший среди товаров на рынке МОЗЕРЪ VB-2 - кожаный чехол для варгана с защитой язычка', 4.6, 46),
('36a56f18-7599-4554-9be7-8c9a9c156440', 'Brahner Trs-001 - Стойка для трубы', 1173, '46-36a56f18-7599-4554-9be7-8c9a9c156440', 'Самый лучший среди товаров на рынке Brahner Trs-001 - Стойка для трубы', 4.95, 46),
('3cf38bf0-5f10-4dde-80e5-355e5c3a266c', 'Аксессуар для духовых инструментов Vandoren SR2125', 5598, '46-3cf38bf0-5f10-4dde-80e5-355e5c3a266c', 'Самый лучший среди товаров на рынке Аксессуар для духовых инструментов Vandoren SR2125', 4.1, 46),
('e29a53df-261e-4a99-b283-527ecba6c987', 'Music Life Блокфлейта Music Life, розовая, немецкая система, сопрано, 30 см', 245, '46-e29a53df-261e-4a99-b283-527ecba6c987', 'Самый лучший среди товаров на рынке Music Life Блокфлейта Music Life, розовая, немецкая система, сопрано, 30 см', 4.6, 46),
('595e794c-fc57-47b0-8649-33b6388cea3d', 'Блок флейта Сопрано Future Star Fs-sd08 bk', 890, '46-595e794c-fc57-47b0-8649-33b6388cea3d', 'Самый лучший среди товаров на рынке Блок флейта Сопрано Future Star Fs-sd08 bk', 4.95, 46);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('4442f366-7f4c-4916-b17e-d7def7b7c329', 'Depeche Mode VIOLATOR', 4395, '47-4442f366-7f4c-4916-b17e-d7def7b7c329', 'Самый лучший среди товаров на рынке Depeche Mode VIOLATOR', 4.47, 47),
('046454e9-2216-4bf0-bafd-09a44e218969', 'Pink Floyd "Wish You Were Here" (LP)', 3570, '47-046454e9-2216-4bf0-bafd-09a44e218969', 'Самый лучший среди товаров на рынке Pink Floyd "Wish You Were Here" (LP)', 4.43, 47),
('f6b7e795-052f-41fe-8a48-647b640ae77a', 'Микаэл Таривердиев Ирония Судьбы Или С Легким Паром! (Винил)', 3795, '47-f6b7e795-052f-41fe-8a48-647b640ae77a', 'Самый лучший среди товаров на рынке Микаэл Таривердиев Ирония Судьбы Или С Легким Паром! (Винил)', 4.2, 47),
('b0a09a70-79cf-477a-9c4f-82254f066b71', 'Twenty One Pilots Scaled And Icy (Clear) (Винил)', 2999, '47-b0a09a70-79cf-477a-9c4f-82254f066b71', 'Самый лучший среди товаров на рынке Twenty One Pilots Scaled And Icy (Clear) (Винил)', 4.5, 47),
('b6dd5081-c6df-405e-bbf6-3496e29f86af', 'Lana Del Rey "Born To Die" (2LP)', 7695, '47-b6dd5081-c6df-405e-bbf6-3496e29f86af', 'Самый лучший среди товаров на рынке Lana Del Rey "Born To Die" (2LP)', 4.12, 47),
('cb9e08a0-ac99-4efb-8f4f-6cdd801fbff7', 'Земфира ПММЛ (Винил)', 5870, '47-cb9e08a0-ac99-4efb-8f4f-6cdd801fbff7', 'Самый лучший среди товаров на рынке Земфира ПММЛ (Винил)', 4.8, 47),
('65f3c7eb-d7a9-4c12-ad69-5a691e28ac29', 'Queen "Greatest Hits" (2LP)', 7380, '47-65f3c7eb-d7a9-4c12-ad69-5a691e28ac29', 'Самый лучший среди товаров на рынке Queen "Greatest Hits" (2LP)', 4.22, 47),
('48643776-3247-43cf-8332-79cc19e29844', 'Nirvana Nevermind (LP)', 6195, '47-48643776-3247-43cf-8332-79cc19e29844', 'Самый лучший среди товаров на рынке Nirvana Nevermind (LP)', 4.7, 47),
('1af30a0f-0662-45d6-bdb9-92c8a590e42e', 'AC DC «Back in Black»', 4095, '47-1af30a0f-0662-45d6-bdb9-92c8a590e42e', 'Самый лучший среди товаров на рынке AC DC «Back in Black»', 4.16, 47),
('f5b76a20-12c5-4ceb-bb0b-9cdc90b44a4d', 'Sade THE BEST OF (180 Gram)', 4995, '47-f5b76a20-12c5-4ceb-bb0b-9cdc90b44a4d', 'Самый лучший среди товаров на рынке Sade THE BEST OF (180 Gram)', 4.8, 47),
('69565208-586d-486c-bd92-b77cc4d3926b', 'Daft Punk Random RANDOM ACCESS MEMORIES (180 Gram Gatefold)', 5606, '47-69565208-586d-486c-bd92-b77cc4d3926b', 'Самый лучший среди товаров на рынке Daft Punk Random RANDOM ACCESS MEMORIES (180 Gram Gatefold)', 4.10, 47),
('20fc834d-256e-4ffe-8d8c-64167cb9a48a', 'Amy Winehouse Back To Black', 5850, '47-20fc834d-256e-4ffe-8d8c-64167cb9a48a', 'Самый лучший среди товаров на рынке Amy Winehouse Back To Black', 4.14, 47),
('8742339e-1d04-40ad-aeec-53a7a77f0582', 'Ed Sheeran No,6 Collaborations Project (2LP)', 3899, '47-8742339e-1d04-40ad-aeec-53a7a77f0582', 'Самый лучший среди товаров на рынке Ed Sheeran No,6 Collaborations Project (2LP)', 4.2, 47),
('8f7b0b7e-d0b6-4358-ae01-d0a295b08369', 'LP "Legends of Rock & Roll Vinyl Album"', 2390, '47-8f7b0b7e-d0b6-4358-ae01-d0a295b08369', 'Самый лучший среди товаров на рынке LP "Legends of Rock & Roll Vinyl Album"', 4.95, 47),
('47ed2de2-af5c-4eb6-b575-6b3a8a74c670', 'Frank Sinatra "Ultimate Sinatra" (2LP)', 8820, '47-47ed2de2-af5c-4eb6-b575-6b3a8a74c670', 'Самый лучший среди товаров на рынке Frank Sinatra "Ultimate Sinatra" (2LP)', 4.6, 47),
('832510f7-d11a-49a2-bad4-bd150b87947e', 'Whitesnake Restless Heart (2Винил)', 6300, '47-832510f7-d11a-49a2-bad4-bd150b87947e', 'Самый лучший среди товаров на рынке Whitesnake Restless Heart (2Винил)', 4.2, 47),
('627b0450-1d9a-4d89-bcf9-92312a225830', 'Linkin Park HYBRID THEORY (W302)', 5414, '47-627b0450-1d9a-4d89-bcf9-92312a225830', 'Самый лучший среди товаров на рынке Linkin Park HYBRID THEORY (W302)', 4.22, 47),
('ba43765e-08b4-43bc-86b2-70e022cda820', 'Linkin Park Meteora (LP)', 5599, '47-ba43765e-08b4-43bc-86b2-70e022cda820', 'Самый лучший среди товаров на рынке Linkin Park Meteora (LP)', 4.95, 47),
('510fd1bb-876c-4e25-967a-ed93c3464842', 'Tame Impala Currents (2LP)', 6200, '47-510fd1bb-876c-4e25-967a-ed93c3464842', 'Самый лучший среди товаров на рынке Tame Impala Currents (2LP)', 4.1, 47),
('000d85ce-491f-4888-9f57-4a9536a5ffbd', 'Скриптонит 2004 (2LP)', 8090, '47-000d85ce-491f-4888-9f57-4a9536a5ffbd', 'Самый лучший среди товаров на рынке Скриптонит 2004 (2LP)', 4.2, 47),
('a383c0a1-a047-4c14-afcc-7e9a83454f6a', 'Frank Sinatra The Platinum Collection (Coloured Vinyl)(3LP)', 5495, '47-a383c0a1-a047-4c14-afcc-7e9a83454f6a', 'Самый лучший среди товаров на рынке Frank Sinatra The Platinum Collection (Coloured Vinyl)(3LP)', 4.1, 47);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('a0d2d425-1031-4c72-a10f-699a5105d82f', 'Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол справа', 54675, '93-a0d2d425-1031-4c72-a10f-699a5105d82f', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол справа', 4.4, 93),
('4266b6b5-287b-4791-a1fb-4219d61837da', 'Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Navy, угол слева', 54675, '93-4266b6b5-287b-4791-a1fb-4219d61837da', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Navy, угол слева', 4.95, 93),
('5a9b79e1-2aa4-46fe-9ee4-76d8f9cd2572', 'Диван-кровать МногоМеб Стелла серый велюр, еврокнижка', 18520, '93-5a9b79e1-2aa4-46fe-9ee4-76d8f9cd2572', 'Самый лучший среди товаров на рынке Диван-кровать МногоМеб Стелла серый велюр, еврокнижка', 4.36, 93),
('ffd50d63-2282-45ef-8607-25580f49fd1f', 'Угловой диван Лига Диванов Верона левый угол', 43990, '93-ffd50d63-2282-45ef-8607-25580f49fd1f', 'Самый лучший среди товаров на рынке Угловой диван Лига Диванов Верона левый угол', 4.2, 93),
('a4f52b86-ff0f-471c-a18a-3f2674b78fd2', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 35', 37790, '93-a4f52b86-ff0f-471c-a18a-3f2674b78fd2', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 35', 4.41, 93),
('3ca5494b-ce7c-42c1-88ac-b42340a7452e', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 25', 37790, '93-3ca5494b-ce7c-42c1-88ac-b42340a7452e', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Анатомик Melissa 25', 4.21, 93),
('b95b73c3-48bf-4bf3-ae39-e3209f5437c0', 'Диван-кровать Hoff Малага', 14999, '93-b95b73c3-48bf-4bf3-ae39-e3209f5437c0', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Малага', 4.20, 93),
('e5131668-3d51-409e-a8f0-1fbe5bef6dca', 'Диван-кровать Hoff Парма 80340327, синий', 11999, '93-e5131668-3d51-409e-a8f0-1fbe5bef6dca', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Парма 80340327, синий', 4.35, 93),
('49d6fcc5-1180-4710-8873-fbe3b0f3c0eb', 'Диван-кровать еврокнижка МногоМеб Севилья рогожка серая', 15990, '93-49d6fcc5-1180-4710-8873-fbe3b0f3c0eb', 'Самый лучший среди товаров на рынке Диван-кровать еврокнижка МногоМеб Севилья рогожка серая', 4.7, 93),
('4980538f-41af-4f99-a0c4-00fb7a6a98fb', 'Диван-кровать Gupan Норд, материал Велюр, Amigo Blue, беспружинный', 47374, '93-4980538f-41af-4f99-a0c4-00fb7a6a98fb', 'Самый лучший среди товаров на рынке Диван-кровать Gupan Норд, материал Велюр, Amigo Blue, беспружинный', 4.95, 93),
('5cd3a3b6-42c7-4d17-b85b-adf2c81e2953', 'Диван-кровать МногоМеб Амстердам велюр Кабрио серый, еврокнижка', 22990, '93-5cd3a3b6-42c7-4d17-b85b-adf2c81e2953', 'Самый лучший среди товаров на рынке Диван-кровать МногоМеб Амстердам велюр Кабрио серый, еврокнижка', 4.5, 93),
('cdfbcbb9-1103-46f8-b083-584e8c6035b7', 'Диван-кровать Элегантный Стиль Атланта, синий', 20990, '93-cdfbcbb9-1103-46f8-b083-584e8c6035b7', 'Самый лучший среди товаров на рынке Диван-кровать Элегантный Стиль Атланта, синий', 4.2, 93),
('427cbbb4-016b-4f15-9d72-1626d0ae90dd', 'Диван, SALON TRON, Манхэттен черный, 150х65х83', 19990, '93-427cbbb4-016b-4f15-9d72-1626d0ae90dd', 'Самый лучший среди товаров на рынке Диван, SALON TRON, Манхэттен черный, 150х65х83', 4.5, 93),
('49b4a1ac-d2a1-4f4e-9c74-9238d03cca78', 'Диван, SALON TRON, Будапешт изумрудный, 130х75х85', 17990, '93-49b4a1ac-d2a1-4f4e-9c74-9238d03cca78', 'Самый лучший среди товаров на рынке Диван, SALON TRON, Будапешт изумрудный, 130х75х85', 4.4, 93),
('dd2b95d9-f470-4ff8-9e9c-a18795a564fa', 'Угловой диван-кровать  Gupan Торонто, материал Велюр, Bingo Gray, угол универсальный', 30505, '93-dd2b95d9-f470-4ff8-9e9c-a18795a564fa', 'Самый лучший среди товаров на рынке Угловой диван-кровать  Gupan Торонто, материал Велюр, Bingo Gray, угол универсальный', 4.95, 93),
('e7dbf07e-8b49-4d9a-a907-480087e70a43', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 35', 36590, '93-e7dbf07e-8b49-4d9a-a907-480087e70a43', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 35', 4.13, 93),
('2cab88fd-9995-4176-b4ac-9807749524fa', 'Диван-кровать NRAVA Hit 2180х870х940 Corvette 05 Кофе', 35447, '93-2cab88fd-9995-4176-b4ac-9807749524fa', 'Самый лучший среди товаров на рынке Диван-кровать NRAVA Hit 2180х870х940 Corvette 05 Кофе', 4.4, 93),
('25486d5f-fe72-4532-b085-477c7e6c822a', 'Диван MONOFIX, БАФФ экокожа черный', 6435, '93-25486d5f-fe72-4532-b085-477c7e6c822a', 'Самый лучший среди товаров на рынке Диван MONOFIX, БАФФ экокожа черный', 4.9, 93),
('d34c13d5-3dbb-4d69-b682-62ec0e089e2c', 'Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 25', 36590, '93-d34c13d5-3dbb-4d69-b682-62ec0e089e2c', 'Самый лучший среди товаров на рынке Диван прямой ОБСТАНОВКА.РУ Босс Фабио Melissa 25', 4.2, 93),
('676e2ab2-051a-426f-a261-582d79b9ae2e', 'Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол слева', 54675, '93-676e2ab2-051a-426f-a261-582d79b9ae2e', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Nordkisa, Еврокнижка, ППУ, цвет Amigo Grafit, угол слева', 4.2, 93),
('042233bb-d035-4d17-b7db-4b7416a151af', 'Диван-кровать Hoff Парма 80327289, тёмно-серый', 11999, '93-042233bb-d035-4d17-b7db-4b7416a151af', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Парма 80327289, тёмно-серый', 4.15, 93),
('7c5823c6-4abf-41ee-b8d7-a9501937ea77', 'Угловой диван Лига Диванов Атланта лайт левый угол', 36990, '93-7c5823c6-4abf-41ee-b8d7-a9501937ea77', 'Самый лучший среди товаров на рынке Угловой диван Лига Диванов Атланта лайт левый угол', 4.12, 93),
('2f66de93-e820-4cda-9e1e-466e36bbc97c', 'Детский прямой диван-кровать Beneli Кларис', 11921, '93-2f66de93-e820-4cda-9e1e-466e36bbc97c', 'Самый лучший среди товаров на рынке Детский прямой диван-кровать Beneli Кларис', 4.11, 93),
('5474533b-035c-4375-bf19-1123828822be', 'Диван-кровать Hoff Слим 80328287 угол универсальный, бежевый', 29999, '93-5474533b-035c-4375-bf19-1123828822be', 'Самый лучший среди товаров на рынке Диван-кровать Hoff Слим 80328287 угол универсальный, бежевый', 4.3, 93),
('8602ba56-574a-4ea3-bd23-e014c7133254', 'Угловой диван-кровать Gupan Атланта Классик Люкс, цвет Grey, угол правый', 31587, '93-8602ba56-574a-4ea3-bd23-e014c7133254', 'Самый лучший среди товаров на рынке Угловой диван-кровать Gupan Атланта Классик Люкс, цвет Grey, угол правый', 4.95, 93),
('15bfb417-e38c-4df5-830e-739bcc9c726f', 'Угловой диван-кровать Hoff Атланта', 27999, '93-15bfb417-e38c-4df5-830e-739bcc9c726f', 'Самый лучший среди товаров на рынке Угловой диван-кровать Hoff Атланта', 4.8, 93),
('0ae861c0-62c2-4345-9de0-42b6f4c3c166', 'Диван-кровать NRAVA Loft M 2470х1000х890 ROCK 09, мятный', 44311, '93-0ae861c0-62c2-4345-9de0-42b6f4c3c166', 'Самый лучший среди товаров на рынке Диван-кровать NRAVA Loft M 2470х1000х890 ROCK 09, мятный', 4.8, 93),
('e1166933-937d-481f-ae17-3e5b24f8986f', 'Диван-кровать еврокнижка МногоМеб Леон велюр принт Москва', 16780, '93-e1166933-937d-481f-ae17-3e5b24f8986f', 'Самый лучший среди товаров на рынке Диван-кровать еврокнижка МногоМеб Леон велюр принт Москва', 4.19, 93);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('cff68a98-8e29-4d4f-90e5-ecc9f09b50c9', 'Тетрадь школьная Проф-Пресс клетка 12 л 12-3117', 5, '101-cff68a98-8e29-4d4f-90e5-ecc9f09b50c9', 'Самый лучший среди товаров на рынке Тетрадь школьная Проф-Пресс клетка 12 л 12-3117', 4.54, 101),
('fcd5a68d-1425-4d15-8504-ea16b1c1dc58', 'Тетрадь школьная Проф-Пресс в линейку 12 л', 5, '101-fcd5a68d-1425-4d15-8504-ea16b1c1dc58', 'Самый лучший среди товаров на рынке Тетрадь школьная Проф-Пресс в линейку 12 л', 4.64, 101),
('e7f4acba-ce8e-42d9-9703-1456d8d39cca', 'Тетрадь общая в клетку АШАН Красная птица 599091, 80 л., 1 шт.', 70, '101-e7f4acba-ce8e-42d9-9703-1456d8d39cca', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку АШАН Красная птица 599091, 80 л., 1 шт.', 4.27, 101),
('fe3a0b2b-5457-4b60-9512-60217b58528b', 'Тетрадь Schoolformat постапокалипсис, клетка, А5, 48 л', 43, '101-fe3a0b2b-5457-4b60-9512-60217b58528b', 'Самый лучший среди товаров на рынке Тетрадь Schoolformat постапокалипсис, клетка, А5, 48 л', 4.52, 101),
('4eafe0ea-9358-49a9-837c-ebfc7cf31b7a', 'Тетрадь общая в клетку ПЗБФ Сити-Арт 028992, 48 л., 1 шт.', 247, '101-4eafe0ea-9358-49a9-837c-ebfc7cf31b7a', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку ПЗБФ Сити-Арт 028992, 48 л., 1 шт.', 4.56, 101),
('0fd306fa-d8ac-4dd9-ad96-4e3a366aa794', 'Тетрадь общая в клетку АШАН Красная птица 599159, 96 л., 1 шт.', 80, '101-0fd306fa-d8ac-4dd9-ad96-4e3a366aa794', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку АШАН Красная птица 599159, 96 л., 1 шт.', 4.82, 101),
('4d6b84fc-f418-456d-9f48-86026eb7ef5b', 'Тетрадь тонкая ПЗБМ школьная в клетку 12 листов', 6, '101-4d6b84fc-f418-456d-9f48-86026eb7ef5b', 'Самый лучший среди товаров на рынке Тетрадь тонкая ПЗБМ школьная в клетку 12 листов', 4.99, 101),
('271b372c-ec5b-4c27-a9e8-a4bf227ca6a9', 'Тетрадь общая ПЗБМ ОПА! в клетку A5, 48 листов', 260, '101-271b372c-ec5b-4c27-a9e8-a4bf227ca6a9', 'Самый лучший среди товаров на рынке Тетрадь общая ПЗБМ ОПА! в клетку A5, 48 листов', 4.37, 101),
('82c3c93b-c528-4d01-9d96-ac9bd9f4f7b3', 'Тетрадь SIGMA на спирали A5 клетка 60 листов 1 шт', 79, '101-82c3c93b-c528-4d01-9d96-ac9bd9f4f7b3', 'Самый лучший среди товаров на рынке Тетрадь SIGMA на спирали A5 клетка 60 листов 1 шт', 4.90, 101),
('69f428f4-cdac-4664-b0d1-33009404580d', 'Тетрадь ПЗБМ ученическая 12 листов А5 скрепка косая линия', 7, '101-69f428f4-cdac-4664-b0d1-33009404580d', 'Самый лучший среди товаров на рынке Тетрадь ПЗБМ ученическая 12 листов А5 скрепка косая линия', 4.56, 101),
('d78bc27a-207f-4100-9286-8e729aae1f09', 'Тетрадь Schoolformat Время действовать спорт, клетка, А5, 96 л', 81, '101-d78bc27a-207f-4100-9286-8e729aae1f09', 'Самый лучший среди товаров на рынке Тетрадь Schoolformat Время действовать спорт, клетка, А5, 96 л', 4.56, 101),
('3711fae3-9f0c-45ae-b9a0-5b6c2e810023', 'Тетрадь школьная Маяк Канц линейка 12 листов A5 1 шт', 158, '101-3711fae3-9f0c-45ae-b9a0-5b6c2e810023', 'Самый лучший среди товаров на рынке Тетрадь школьная Маяк Канц линейка 12 листов A5 1 шт', 4.63, 101),
('ffddf25f-b156-4c79-8cb1-187b29442480', 'Тетрадь ученическая 24 листа ПЗБМ 7146012318 A5 клетка 1 шт', 367, '101-ffddf25f-b156-4c79-8cb1-187b29442480', 'Самый лучший среди товаров на рынке Тетрадь ученическая 24 листа ПЗБМ 7146012318 A5 клетка 1 шт', 4.28, 101),
('a825c6f0-294a-43c4-9f2b-9bf91ada6788', 'Тетрадь школьная ПЗБФ косая линейка 12 листов A5 1 шт', 3, '101-a825c6f0-294a-43c4-9f2b-9bf91ada6788', 'Самый лучший среди товаров на рынке Тетрадь школьная ПЗБФ косая линейка 12 листов A5 1 шт', 4.0, 101),
('5e54b2e9-feb1-4d48-88c0-fdc12fe9fa33', 'Тетрадь ПЗМБ 12 листов А5 скрепка в узкую линию', 2, '101-5e54b2e9-feb1-4d48-88c0-fdc12fe9fa33', 'Самый лучший среди товаров на рынке Тетрадь ПЗМБ 12 листов А5 скрепка в узкую линию', 4.85, 101),
('47243372-dfcc-4a23-8646-3d2a1d6f6a3d', 'Тетрадь ученическая 12 листов ПЗБМ 7146012315 A5 клетка 1 шт', 4, '101-47243372-dfcc-4a23-8646-3d2a1d6f6a3d', 'Самый лучший среди товаров на рынке Тетрадь ученическая 12 листов ПЗБМ 7146012315 A5 клетка 1 шт', 4.42, 101),
('a4347ab4-eddd-4c41-9ee1-4461f0c4cc5f', 'Тетрадь Schoolformat футбольные трюки, клетка, А5, 48 л', 43, '101-a4347ab4-eddd-4c41-9ee1-4461f0c4cc5f', 'Самый лучший среди товаров на рынке Тетрадь Schoolformat футбольные трюки, клетка, А5, 48 л', 4.29, 101),
('474ee3a6-c915-49b3-b586-f9c6161bc3ab', 'Тетрадь общая в клетку BeSmart Strange animals, 96 л., 1 шт.', 181, '101-474ee3a6-c915-49b3-b586-f9c6161bc3ab', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку BeSmart Strange animals, 96 л., 1 шт.', 4.28, 101),
('00421f11-f7ca-4350-b079-b73365270108', 'Тетрадь школьная ПЗБМ Маленькие балеринки линейка 12 листов A5 1 шт', 19, '101-00421f11-f7ca-4350-b079-b73365270108', 'Самый лучший среди товаров на рынке Тетрадь школьная ПЗБМ Маленькие балеринки линейка 12 листов A5 1 шт', 4.18, 101),
('4c389f79-f1e6-49d7-b60e-0d2636a6fbe0', 'Тетрадь Brauberg 403913 на кольцах A5 клетка 80 листов 1 шт', 199, '101-4c389f79-f1e6-49d7-b60e-0d2636a6fbe0', 'Самый лучший среди товаров на рынке Тетрадь Brauberg 403913 на кольцах A5 клетка 80 листов 1 шт', 4.13, 101),
('59cb54f3-a5b2-411c-832a-155c741c7050', 'Тетрадь общая в клетку ErichKrause Magic Rhombs 49616, 48 л., 1 шт.', 40, '101-59cb54f3-a5b2-411c-832a-155c741c7050', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку ErichKrause Magic Rhombs 49616, 48 л., 1 шт.', 4.82, 101),
('a3efe10b-2d34-4068-8a94-2adf8428c807', 'Тетрадь школьная ПЗБФ Цветная линейка 12 листов А5 1 шт', 5, '101-a3efe10b-2d34-4068-8a94-2adf8428c807', 'Самый лучший среди товаров на рынке Тетрадь школьная ПЗБФ Цветная линейка 12 листов А5 1 шт', 4.95, 101),
('5b25c23c-8425-4740-9a15-6eb0770f4cd1', 'Тетрадь предметная Проф-Пресс клетка Profit Аниме Информатика холодная фольга 48л А5', 101, '101-5b25c23c-8425-4740-9a15-6eb0770f4cd1', 'Самый лучший среди товаров на рынке Тетрадь предметная Проф-Пресс клетка Profit Аниме Информатика холодная фольга 48л А5', 4.2, 101),
('b589ad3e-f760-42ba-9f79-f52ebc4c350b', 'Сменный блок к тетради на кольцах А5 120л. BRAUBERG, Белый, 403260', 99, '101-b589ad3e-f760-42ba-9f79-f52ebc4c350b', 'Самый лучший среди товаров на рынке Сменный блок к тетради на кольцах А5 120л. BRAUBERG, Белый, 403260', 4.56, 101);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('b83b71f8-dd72-4b3a-befb-68fd9851b554', 'Ручка шариковая Каждый день, синяя, 0,7 мм, 1 шт.', 2, '102-b83b71f8-dd72-4b3a-befb-68fd9851b554', 'Самый лучший среди товаров на рынке Ручка шариковая Каждый день, синяя, 0,7 мм, 1 шт.', 4.98, 102),
('a73b02d1-5b57-41f8-ac4c-110eff648f1f', 'Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 13, '102-a73b02d1-5b57-41f8-ac4c-110eff648f1f', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 4.72, 102),
('1844582d-a338-4b39-91d8-0c1cb36ae0d6', 'Карандаш чёрнографитный Schoolformat заточенный, шестигранный с ластиком, НВ', 13, '102-1844582d-a338-4b39-91d8-0c1cb36ae0d6', 'Самый лучший среди товаров на рынке Карандаш чёрнографитный Schoolformat заточенный, шестигранный с ластиком, НВ', 4.57, 102),
('ad5481f9-5b4c-45fa-8e60-c5a2ddab5862', 'Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 13, '102-ad5481f9-5b4c-45fa-8e60-c5a2ddab5862', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 4.75, 102),
('238d6dc4-2dc2-4307-aeb6-3f9743d8a963', 'Маркер перманентный BRAUBERG CLASSICLine черный, тонкий наконечник 1 мм', 29, '102-238d6dc4-2dc2-4307-aeb6-3f9743d8a963', 'Самый лучший среди товаров на рынке Маркер перманентный BRAUBERG CLASSICLine черный, тонкий наконечник 1 мм', 4.59, 102),
('51b03b17-bdf0-453a-94e1-36d3b85c8eb4', 'Маркеры канцелярские МедТех 80 шт', 780, '102-51b03b17-bdf0-453a-94e1-36d3b85c8eb4', 'Самый лучший среди товаров на рынке Маркеры канцелярские МедТех 80 шт', 4.28, 102),
('1a7de7d3-4e8c-441b-a21e-b94f2497db32', 'Ручка шариковая 365 дней, синяя, 0,7 мм, 1 шт.', 3, '102-1a7de7d3-4e8c-441b-a21e-b94f2497db32', 'Самый лучший среди товаров на рынке Ручка шариковая 365 дней, синяя, 0,7 мм, 1 шт.', 4.62, 102),
('70aa28e8-ec9a-4296-9171-c95b17e3b482', 'Карандаш чернографитный с ластиком, HB, 3 шт.', 19, '102-70aa28e8-ec9a-4296-9171-c95b17e3b482', 'Самый лучший среди товаров на рынке Карандаш чернографитный с ластиком, HB, 3 шт.', 4.77, 102),
('af262bac-ee5b-4fb6-b277-44c9bdcc19d5', 'Набор ручек шариковых ErichKrause 47508, синяя, 0,76 мм, 4 шт.', 122, '102-af262bac-ee5b-4fb6-b277-44c9bdcc19d5', 'Самый лучший среди товаров на рынке Набор ручек шариковых ErichKrause 47508, синяя, 0,76 мм, 4 шт.', 4.50, 102),
('6c817d0f-57a3-483e-ab12-91824d4ac226', 'Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 303, '102-6c817d0f-57a3-483e-ab12-91824d4ac226', 'Самый лучший среди товаров на рынке Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 4.93, 102),
('0489d642-5e5c-4b3d-bfed-e839b44940d2', 'Ручка подарочная шариковая BRAUBERG Larghetto, СИНЯЯ, корпус серебристый с хромом, 0,5мм', 169, '102-0489d642-5e5c-4b3d-bfed-e839b44940d2', 'Самый лучший среди товаров на рынке Ручка подарочная шариковая BRAUBERG Larghetto, СИНЯЯ, корпус серебристый с хромом, 0,5мм', 4.30, 102),
('aba00fd9-05ec-4422-9c2e-da6781182655', 'Ручка гелевая Linc Cosmo, чёрная, 0,5 мм', 29, '102-aba00fd9-05ec-4422-9c2e-da6781182655', 'Самый лучший среди товаров на рынке Ручка гелевая Linc Cosmo, чёрная, 0,5 мм', 4.44, 102),
('ee3310d0-bad5-4e4b-8f34-2a3894982e98', 'Набор ручек шариковых ErichKrause R-301 Spring Stick&Grip 42750, синие, 0,7 мм, 4 шт.', 123, '102-ee3310d0-bad5-4e4b-8f34-2a3894982e98', 'Самый лучший среди товаров на рынке Набор ручек шариковых ErichKrause R-301 Spring Stick&Grip 42750, синие, 0,7 мм, 4 шт.', 4.37, 102),
('652be3dd-785a-4d1e-954a-6ea7caf492a3', 'Капиллярная ручка-линер для скетчинга 0,4мм STABILO Point 88, 6 цветов', 1078, '102-652be3dd-785a-4d1e-954a-6ea7caf492a3', 'Самый лучший среди товаров на рынке Капиллярная ручка-линер для скетчинга 0,4мм STABILO Point 88, 6 цветов', 4.4, 102),
('b26d1e54-6841-46aa-b04d-ca827d397c3b', 'Ручка гелевая Юнландия Пиши-стирай 143240, синяя, 0,5 мм, 1 шт.', 43, '102-b26d1e54-6841-46aa-b04d-ca827d397c3b', 'Самый лучший среди товаров на рынке Ручка гелевая Юнландия Пиши-стирай 143240, синяя, 0,5 мм, 1 шт.', 4.74, 102),
('58d58488-c2e9-4979-887f-c1b18a349e21', 'Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 29, '102-58d58488-c2e9-4979-887f-c1b18a349e21', 'Самый лучший среди товаров на рынке Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 4.41, 102),
('d0c1d84f-db09-4e66-9299-ff39e7b26fd7', 'Набор ручек шариковых ErichKrause R-301 Neon Stick&Grip 42023, синие, 0,7 мм, 4 шт.', 123, '102-d0c1d84f-db09-4e66-9299-ff39e7b26fd7', 'Самый лучший среди товаров на рынке Набор ручек шариковых ErichKrause R-301 Neon Stick&Grip 42023, синие, 0,7 мм, 4 шт.', 4.76, 102),
('6bdee7d9-c6bb-4449-a132-258983561920', 'Мелки восковые Гамма Мультики 12 шт.', 80, '102-6bdee7d9-c6bb-4449-a132-258983561920', 'Самый лучший среди товаров на рынке Мелки восковые Гамма Мультики 12 шт.', 4.59, 102),
('6c37faa2-ad48-4cd2-b217-60ebbd90d6d4', 'Ручка шариковая 0,7 мм, чёрные чернила, 1 шт.', 10, '102-6c37faa2-ad48-4cd2-b217-60ebbd90d6d4', 'Самый лучший среди товаров на рынке Ручка шариковая 0,7 мм, чёрные чернила, 1 шт.', 4.23, 102),
('d3bb8ad8-5b1c-46ad-8491-92e75a0b5c1f', 'Маркер перманентный Staff 151233 Everyday черный круглый наконечник', 29, '102-d3bb8ad8-5b1c-46ad-8491-92e75a0b5c1f', 'Самый лучший среди товаров на рынке Маркер перманентный Staff 151233 Everyday черный круглый наконечник', 4.63, 102),
('9c4d03f9-e755-439f-bb42-ff6b893e65d6', 'Ручка шариковая ErichKrause Original 46515, синяя, 0,7 мм, 1 шт.', 27, '102-9c4d03f9-e755-439f-bb42-ff6b893e65d6', 'Самый лучший среди товаров на рынке Ручка шариковая ErichKrause Original 46515, синяя, 0,7 мм, 1 шт.', 4.69, 102),
('ad63f050-90a9-47eb-b5f0-f6a6be4d197a', 'Набор ручек шариковых ErichKrause R-301 Orange 22189, синие, 0,7 мм, 4 шт.', 74, '102-ad63f050-90a9-47eb-b5f0-f6a6be4d197a', 'Самый лучший среди товаров на рынке Набор ручек шариковых ErichKrause R-301 Orange 22189, синие, 0,7 мм, 4 шт.', 4.15, 102),
('36830536-f1e6-49af-8b0c-8b94bd314e37', 'Шариковая ручка Block&Note синяя', 4, '102-36830536-f1e6-49af-8b0c-8b94bd314e37', 'Самый лучший среди товаров на рынке Шариковая ручка Block&Note синяя', 4.46, 102),
('117c5857-36b1-4270-b2f2-4707842c212a', 'Набор ручек шариковых Beifa AA927, синие, 10 шт.', 79, '102-117c5857-36b1-4270-b2f2-4707842c212a', 'Самый лучший среди товаров на рынке Набор ручек шариковых Beifa AA927, синие, 10 шт.', 4.44, 102),
('bea5361c-dbe6-443c-b460-b77391f77f24', 'Ручка шариковая Colorio Антибактериальная автоматическая в ассортименте', 80, '102-bea5361c-dbe6-443c-b460-b77391f77f24', 'Самый лучший среди товаров на рынке Ручка шариковая Colorio Антибактериальная автоматическая в ассортименте', 4.6, 102);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('0da5df04-5d6d-43e0-a2c7-09366511a25a', 'Клей-карандаш STAFF, 8 г, 220374', 11, '104-0da5df04-5d6d-43e0-a2c7-09366511a25a', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 8 г, 220374', 4.92, 104),
('6113ea0d-1c30-4593-8234-6398eb8fb015', 'Клей-карандаш 365 дней 10 г', 9, '104-6113ea0d-1c30-4593-8234-6398eb8fb015', 'Самый лучший среди товаров на рынке Клей-карандаш 365 дней 10 г', 4.90, 104),
('8b3bf55c-ec63-4e7d-92ba-c99c66cd27eb', 'Клей-карандаш Berlingo Ultra, 06г', 328, '104-8b3bf55c-ec63-4e7d-92ba-c99c66cd27eb', 'Самый лучший среди товаров на рынке Клей-карандаш Berlingo Ultra, 06г', 4.5, 104),
('dcb16046-226b-4a14-ae1a-703ee9075952', 'Клей-карандаш BRAUBERG 9 г, 220869', 30, '104-dcb16046-226b-4a14-ae1a-703ee9075952', 'Самый лучший среди товаров на рынке Клей-карандаш BRAUBERG 9 г, 220869', 4.30, 104),
('54a8e13e-86f5-40fb-b786-8f7608cd7364', 'Клей-роллер ErichKrause 2877', 109, '104-54a8e13e-86f5-40fb-b786-8f7608cd7364', 'Самый лучший среди товаров на рынке Клей-роллер ErichKrause 2877', 4.12, 104),
('b76396fc-5966-4d78-a36a-f9afaee0b3f9', 'Клей-роллер Erich Krause силикатный 50 мл', 79, '104-b76396fc-5966-4d78-a36a-f9afaee0b3f9', 'Самый лучший среди товаров на рынке Клей-роллер Erich Krause силикатный 50 мл', 4.93, 104),
('98010617-3f4d-4d96-b146-5e36952a47c0', 'Клей-карандаш BRAUBERG БРАУБЕРГ, 15 г, обесцвечивающийся, цветной', 49, '104-98010617-3f4d-4d96-b146-5e36952a47c0', 'Самый лучший среди товаров на рынке Клей-карандаш BRAUBERG БРАУБЕРГ, 15 г, обесцвечивающийся, цветной', 4.53, 104),
('ecd99bbe-5ada-489d-b0d0-f9999ea53368', 'Клей-карандаш Staff, 36 грамм', 44, '104-ecd99bbe-5ada-489d-b0d0-f9999ea53368', 'Самый лучший среди товаров на рынке Клей-карандаш Staff, 36 грамм', 4.66, 104),
('a6b25f05-26ea-4b44-b314-9d39c7e578fb', 'Клей-карандаш ErichKrause Magic 15г', 76, '104-a6b25f05-26ea-4b44-b314-9d39c7e578fb', 'Самый лучший среди товаров на рынке Клей-карандаш ErichKrause Magic 15г', 4.82, 104),
('c3f76a3e-784d-4ef9-9cc0-53aa418a60dd', 'Клей-карандаш Каждый день 9 г 876639', 5, '104-c3f76a3e-784d-4ef9-9cc0-53aa418a60dd', 'Самый лучший среди товаров на рынке Клей-карандаш Каждый день 9 г 876639', 4.28, 104),
('cbfa330f-036c-4de7-b731-03fe05c33027', 'Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 29, '104-cbfa330f-036c-4de7-b731-03fe05c33027', 'Самый лучший среди товаров на рынке Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 4.63, 104),
('36041666-9937-4088-b2e6-2243bf4fab38', 'Клей-карандаш для всех видов фотобумаги и картона 21г UHU Photo Stic, белый', 80, '104-36041666-9937-4088-b2e6-2243bf4fab38', 'Самый лучший среди товаров на рынке Клей-карандаш для всех видов фотобумаги и картона 21г UHU Photo Stic, белый', 4.18, 104),
('2a9f24ad-007c-4518-95df-8cba2f0fdf15', 'Клей-карандаш Bic водная основа 8 г', 241, '104-2a9f24ad-007c-4518-95df-8cba2f0fdf15', 'Самый лучший среди товаров на рынке Клей-карандаш Bic водная основа 8 г', 4.73, 104),
('9e725680-3f7c-44e6-a3d6-fd2f58a81335', 'Клей-карандаш STAFF, 21 г, 220375', 30, '104-9e725680-3f7c-44e6-a3d6-fd2f58a81335', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 21 г, 220375', 4.65, 104),
('ca8587ad-f2ef-4e64-936f-6d014714e02c', 'Клей-карандаш Brauberg 229474', 147, '104-ca8587ad-f2ef-4e64-936f-6d014714e02c', 'Самый лучший среди товаров на рынке Клей-карандаш Brauberg 229474', 4.80, 104),
('6d60142c-ad8d-4e48-a45c-be494e2b858b', 'Луч Клей ПВА-М ЛУЧ Супер бумага, картон, кожа, ткань, дерево, стекло, фотографии 25г.', 35, '104-6d60142c-ad8d-4e48-a45c-be494e2b858b', 'Самый лучший среди товаров на рынке Луч Клей ПВА-М ЛУЧ Супер бумага, картон, кожа, ткань, дерево, стекло, фотографии 25г.', 4.81, 104),
('f69fd5e9-ceaa-48e4-accc-6dda0a66430c', 'Клей Brauberg Super 8g 229540', 76, '104-f69fd5e9-ceaa-48e4-accc-6dda0a66430c', 'Самый лучший среди товаров на рынке Клей Brauberg Super 8g 229540', 4.94, 104),
('db9d63c6-6f1c-43c2-9ba2-54c74dd8ff41', 'Клей ПВА бумага, картон, дерево, 125 г, Юнландия (227382)', 39, '104-db9d63c6-6f1c-43c2-9ba2-54c74dd8ff41', 'Самый лучший среди товаров на рынке Клей ПВА бумага, картон, дерево, 125 г, Юнландия (227382)', 4.30, 104),
('82cc9957-1735-4cb8-b350-14c8f84644a1', 'Клей Контакт Пва 40Мл, Арт.Кк 288 - 040 Пв', 429, '104-82cc9957-1735-4cb8-b350-14c8f84644a1', 'Самый лучший среди товаров на рынке Клей Контакт Пва 40Мл, Арт.Кк 288 - 040 Пв', 4.95, 104),
('d82903f4-89c7-4224-8729-7e1802e0c995', 'Клей-карандаш ErichKrause 21 г 1 шт', 160, '104-d82903f4-89c7-4224-8729-7e1802e0c995', 'Самый лучший среди товаров на рынке Клей-карандаш ErichKrause 21 г 1 шт', 4.59, 104),
('5e0b056f-33e6-4667-809f-75df908d9bd4', 'Клей-карандаш Memoris-Precious, 15 г', 29, '104-5e0b056f-33e6-4667-809f-75df908d9bd4', 'Самый лучший среди товаров на рынке Клей-карандаш Memoris-Precious, 15 г', 4.91, 104),
('1950e995-463b-4420-a0ce-266c98e5fff8', 'Клей Каждый день карандаш 21 г', 11, '104-1950e995-463b-4420-a0ce-266c98e5fff8', 'Самый лучший среди товаров на рынке Клей Каждый день карандаш 21 г', 4.70, 104),
('8d341dd6-8875-4d18-98ca-41b1ff5d7962', 'Клей канцелярский Brauberg с силиконовым аппликатором 50 мл', 38, '104-8d341dd6-8875-4d18-98ca-41b1ff5d7962', 'Самый лучший среди товаров на рынке Клей канцелярский Brauberg с силиконовым аппликатором 50 мл', 4.48, 104),
('57ef4664-15e5-4bce-8f7d-4001fbee3d65', 'Клей канцелярский карандаш для бумаги ErichKrause ПВА 21 г', 79, '104-57ef4664-15e5-4bce-8f7d-4001fbee3d65', 'Самый лучший среди товаров на рынке Клей канцелярский карандаш для бумаги ErichKrause ПВА 21 г', 4.48, 104);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('4a2ecd1c-1ab7-4633-980d-7bebf623da3f', 'Холодильник Beko B5RCNK403ZW белый', 43990, '31-4a2ecd1c-1ab7-4633-980d-7bebf623da3f', 'Самый лучший среди товаров на рынке Холодильник Beko B5RCNK403ZW белый', 4.97, 31),
('4c3d38c2-f530-4b65-819a-2e5b58ab72c7', 'Холодильник Indesit ITS 5200 W белый', 35990, '31-4c3d38c2-f530-4b65-819a-2e5b58ab72c7', 'Самый лучший среди товаров на рынке Холодильник Indesit ITS 5200 W белый', 4.83, 31),
('87de5f12-943e-4238-9d17-02023a4ad7ad', 'Холодильник Haier C2F637CWMV белый', 43500, '31-87de5f12-943e-4238-9d17-02023a4ad7ad', 'Самый лучший среди товаров на рынке Холодильник Haier C2F637CWMV белый', 4.76, 31),
('07c8391d-053a-4fe8-93e4-fcc97a67bbb8', 'Холодильник Gorenje NRK6202AW4 белый', 48999, '31-07c8391d-053a-4fe8-93e4-fcc97a67bbb8', 'Самый лучший среди товаров на рынке Холодильник Gorenje NRK6202AW4 белый', 4.2, 31),
('9a380423-62e1-4553-ba32-63a8cb84418a', 'Холодильник Haier C2F637CFMV серый', 59999, '31-9a380423-62e1-4553-ba32-63a8cb84418a', 'Самый лучший среди товаров на рынке Холодильник Haier C2F637CFMV серый', 4.58, 31),
('7b05c43d-4898-429a-96c5-02aa455f04a1', 'Холодильник Haier C2F637CWRG белый', 57999, '31-7b05c43d-4898-429a-96c5-02aa455f04a1', 'Самый лучший среди товаров на рынке Холодильник Haier C2F637CWRG белый', 4.17, 31),
('009a8944-ffab-414d-b3ff-c8f5952179fa', 'Холодильник Candy CCRN 6200 W белый', 34999, '31-009a8944-ffab-414d-b3ff-c8f5952179fa', 'Самый лучший среди товаров на рынке Холодильник Candy CCRN 6200 W белый', 4.2, 31),
('3419a24f-aa9a-4ec3-9a68-f934f0825510', 'Холодильник Beko RCSK 270M20 W белый', 25990, '31-3419a24f-aa9a-4ec3-9a68-f934f0825510', 'Самый лучший среди товаров на рынке Холодильник Beko RCSK 270M20 W белый', 4.93, 31),
('a6fff828-b1d0-442e-a129-68f9d9b2d21f', 'Холодильник Candy CCRN 6200 S серебристый', 40999, '31-a6fff828-b1d0-442e-a129-68f9d9b2d21f', 'Самый лучший среди товаров на рынке Холодильник Candy CCRN 6200 S серебристый', 4.76, 31),
('168826d3-b9c1-4472-917a-18f512f207ec', 'Холодильник Indesit ITS 4180 W белый', 29999, '31-168826d3-b9c1-4472-917a-18f512f207ec', 'Самый лучший среди товаров на рынке Холодильник Indesit ITS 4180 W белый', 4.2, 31),
('811a16ec-0f87-44f0-b140-814b553d7f23', 'Холодильник ATLANT ХМ-4625-109 ND белый', 42999, '31-811a16ec-0f87-44f0-b140-814b553d7f23', 'Самый лучший среди товаров на рынке Холодильник ATLANT ХМ-4625-109 ND белый', 4.29, 31),
('0a15de89-633e-418f-a52f-11d94dc7edee', 'Холодильник Gorenje NRK620EABXL4 черный', 71499, '31-0a15de89-633e-418f-a52f-11d94dc7edee', 'Самый лучший среди товаров на рынке Холодильник Gorenje NRK620EABXL4 черный', 4.52, 31),
('2d080a28-f989-4e66-bde7-91d55250696f', 'Холодильник Indesit DS4200W белый', 27990, '31-2d080a28-f989-4e66-bde7-91d55250696f', 'Самый лучший среди товаров на рынке Холодильник Indesit DS4200W белый', 4.27, 31),
('b543f696-2974-483a-aac2-7e2e08053f71', 'Холодильник Haier C2F636CFRG серебристый', 54999, '31-b543f696-2974-483a-aac2-7e2e08053f71', 'Самый лучший среди товаров на рынке Холодильник Haier C2F636CFRG серебристый', 4.94, 31);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('b85fe001-79ec-480d-a744-cd59b782c47c', 'Велосипед Merida Big Nine 80 M-17, синий с белым', 92117, '51-b85fe001-79ec-480d-a744-cd59b782c47c', 'Самый лучший среди товаров на рынке Велосипед Merida Big Nine 80 M-17, синий с белым', 4.95, 51),
('7d05e1ff-7438-4d35-a2ad-ea4edd3dee1d', 'Велосипед JETCAT Race Pro 20 V-Brake Base 4 SPEED Silver (серебро)', 65500, '51-7d05e1ff-7438-4d35-a2ad-ea4edd3dee1d', 'Самый лучший среди товаров на рынке Велосипед JETCAT Race Pro 20 V-Brake Base 4 SPEED Silver (серебро)', 4.95, 51),
('cc757e31-90ee-4b54-b02f-79ae14b671c9', 'Велосипед Merida Big Nine 80 L-18,5, синий с белым', 92117, '51-cc757e31-90ee-4b54-b02f-79ae14b671c9', 'Самый лучший среди товаров на рынке Велосипед Merida Big Nine 80 L-18,5, синий с белым', 4.95, 51),
('4aec016d-5f88-4f07-a6d7-d05adf1c382b', 'Велосипед Merida Big Nine 80 XL-20, синий с белым', 92117, '51-4aec016d-5f88-4f07-a6d7-d05adf1c382b', 'Самый лучший среди товаров на рынке Велосипед Merida Big Nine 80 XL-20, синий с белым', 4.95, 51),
('7db9f294-3cba-4683-8b34-011420818e9f', 'Велосипед JETCAT Sport Pro 24-S7 Blue (Синий)', 49500, '51-7db9f294-3cba-4683-8b34-011420818e9f', 'Самый лучший среди товаров на рынке Велосипед JETCAT Sport Pro 24-S7 Blue (Синий)', 4.95, 51),
('c4a392f4-e504-4a92-9d1d-14a74daf17c6', 'Велосипед Merida Big Nine 80 S-14,5, синий с белым', 92117, '51-c4a392f4-e504-4a92-9d1d-14a74daf17c6', 'Самый лучший среди товаров на рынке Велосипед Merida Big Nine 80 S-14,5, синий с белым', 4.95, 51),
('ad12935a-3cfd-4ed9-bd0d-46f7936c7d58', 'Велосипед PROGRESS Anser HD Rus 2022 19" черный матовый', 26174, '51-ad12935a-3cfd-4ed9-bd0d-46f7936c7d58', 'Самый лучший среди товаров на рынке Велосипед PROGRESS Anser HD Rus 2022 19" черный матовый', 4.1, 51),
('47901734-96d4-4693-a569-045d18486a46', 'Велосипед Stark'22 Madness BMX 2 черный зеленый HQ-0005130', 36170, '51-47901734-96d4-4693-a569-045d18486a46', 'Самый лучший среди товаров на рынке Велосипед Stark'22 Madness BMX 2 черный зеленый HQ-0005130', 4.2, 51),
('d50b6cdb-8e83-4eb3-8be1-3c76808481bf', 'Велосипед Десна-2100 20" Z010 13" Зелёный (Э) 2017 (LU084618)', 8900, '51-d50b6cdb-8e83-4eb3-8be1-3c76808481bf', 'Самый лучший среди товаров на рынке Велосипед Десна-2100 20" Z010 13" Зелёный (Э) 2017 (LU084618)', 4.95, 51),
('69a7149a-0f4b-400e-a2ef-3a7d6e6be32b', 'Велосипед Tech Team Garet 26"х16" серый 2023', 42840, '51-69a7149a-0f4b-400e-a2ef-3a7d6e6be32b', 'Самый лучший среди товаров на рынке Велосипед Tech Team Garet 26"х16" серый 2023', 4.95, 51),
('487e4db9-07a4-4ba6-abe3-d43a2391da95', 'Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 21" чёрный матовый', 23450, '51-487e4db9-07a4-4ba6-abe3-d43a2391da95', 'Самый лучший среди товаров на рынке Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 21" чёрный матовый', 4.8, 51),
('b437e54c-aa48-4064-a2ed-04a37d499968', 'Велосипед горный Shorner Maxxis Fatbike 26 черный', 23490, '51-b437e54c-aa48-4064-a2ed-04a37d499968', 'Самый лучший среди товаров на рынке Велосипед горный Shorner Maxxis Fatbike 26 черный', 4.1, 51),
('ac0223fd-7eb5-4008-8173-f4ea4ff605e7', 'Складной велосипед Shulz Goa Disk серебристый', 43200, '51-ac0223fd-7eb5-4008-8173-f4ea4ff605e7', 'Самый лучший среди товаров на рынке Складной велосипед Shulz Goa Disk серебристый', 4.4, 51),
('421dd142-a41e-4f0e-96c1-90e3aaaeb5ef', 'Велосипед дорожный городской STELS Navigator-325 Lady 28" рама 20" Z010, светло-бежевый', 12790, '51-421dd142-a41e-4f0e-96c1-90e3aaaeb5ef', 'Самый лучший среди товаров на рынке Велосипед дорожный городской STELS Navigator-325 Lady 28" рама 20" Z010, светло-бежевый', 4.2, 51),
('140346a1-b170-478f-b515-ed9395ea7e87', 'Велосипед Stels Miss-5000 D V020 Вишнёвый Розовый (LU096323) 16"', 16000, '51-140346a1-b170-478f-b515-ed9395ea7e87', 'Самый лучший среди товаров на рынке Велосипед Stels Miss-5000 D V020 Вишнёвый Розовый (LU096323) 16"', 4.1, 51),
('d6cced05-9515-4e66-9f25-90073e7e18f7', 'Велосипед дорожный Stels Navigator 28" 300 Lady Z010 малиновый', 10930, '51-d6cced05-9515-4e66-9f25-90073e7e18f7', 'Самый лучший среди товаров на рынке Велосипед дорожный Stels Navigator 28" 300 Lady Z010 малиновый', 4.2, 51),
('21b74558-0c46-4fd7-9e68-257ead4cc88d', 'Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 19" чёрный матовый', 17760, '51-21b74558-0c46-4fd7-9e68-257ead4cc88d', 'Самый лучший среди товаров на рынке Велосипед горный 27,5" Stels Navigator 700 V F020 2023 года рама 19" чёрный матовый', 4.7, 51),
('158ba733-71c6-4f47-8511-6111a0cd28e1', 'Горный велосипед Cube Acid 29, год 2023, цвет Коричневый-Черный, ростовка 18', 155520, '51-158ba733-71c6-4f47-8511-6111a0cd28e1', 'Самый лучший среди товаров на рынке Горный велосипед Cube Acid 29, год 2023, цвет Коричневый-Черный, ростовка 18', 4.95, 51),
('fa3b78a9-763f-4def-b382-ba00eb5db72b', 'Велосипед HIPER HB-0023 2023 167-178 желтый', 14460, '51-fa3b78a9-763f-4def-b382-ba00eb5db72b', 'Самый лучший среди товаров на рынке Велосипед HIPER HB-0023 2023 167-178 желтый', 4.95, 51),
('7b08511a-2822-4626-a31c-45391244f5de', 'Велосипед 29" STELS Navigator-930 MD 2019 (рама 16,5"; серый черный)', 22190, '51-7b08511a-2822-4626-a31c-45391244f5de', 'Самый лучший среди товаров на рынке Велосипед 29" STELS Navigator-930 MD 2019 (рама 16,5"; серый черный)', 4.95, 51),
('29f7e171-b6da-4edf-8560-1040f6c8af23', 'Велосипед Format 5222 Cf 700C 2023 Красный (См:58)', 101640, '51-29f7e171-b6da-4edf-8560-1040f6c8af23', 'Самый лучший среди товаров на рынке Велосипед Format 5222 Cf 700C 2023 Красный (См:58)', 4.95, 51),
('54d8d545-a683-43c4-b9dd-4be8a16daae5', 'Велосипед RUSH HOUR RX 905 Disc ST 2021 19" черный', 21861, '51-54d8d545-a683-43c4-b9dd-4be8a16daae5', 'Самый лучший среди товаров на рынке Велосипед RUSH HOUR RX 905 Disc ST 2021 19" черный', 4.5, 51),
('e20054d4-22a0-43a4-bd3c-d0608971f854', 'Велосипед детский Shulz Bubble 24 Race чёрный', 29500, '51-e20054d4-22a0-43a4-bd3c-d0608971f854', 'Самый лучший среди товаров на рынке Велосипед детский Shulz Bubble 24 Race чёрный', 4.5, 51),
('05d32986-0998-47fa-9c2a-b707fdff69a5', 'Велосипед детский Shulz Chloe 20 Race розовый', 28500, '51-05d32986-0998-47fa-9c2a-b707fdff69a5', 'Самый лучший среди товаров на рынке Велосипед детский Shulz Chloe 20 Race розовый', 4.4, 51),
('403bd63d-9779-49e4-aa04-eed52e96bacb', 'Горный велосипед Joyoy 27,5, 2023 г, 150-178 см, рама 17,5, колеса 27,5, камуфляж красный', 26990, '51-403bd63d-9779-49e4-aa04-eed52e96bacb', 'Самый лучший среди товаров на рынке Горный велосипед Joyoy 27,5, 2023 г, 150-178 см, рама 17,5, колеса 27,5, камуфляж красный', 4.95, 51),
('b658568e-cf09-4cb8-bbb9-36814390414b', 'Велосипед Stels Navigator 24" 400 V F020 рама 12" серо-зеленый', 16130, '51-b658568e-cf09-4cb8-bbb9-36814390414b', 'Самый лучший среди товаров на рынке Велосипед Stels Navigator 24" 400 V F020 рама 12" серо-зеленый', 4.15, 51),
('3754bb29-2696-45cf-8537-d150991204db', 'Велосипед Stark Indy 26.1 D Microshift 2022 20" черный красный', 18273, '51-3754bb29-2696-45cf-8537-d150991204db', 'Самый лучший среди товаров на рынке Велосипед Stark Indy 26.1 D Microshift 2022 20" черный красный', 4.2, 51),
('d9632606-3c64-4a4d-bad3-b93300335fd3', 'Велосипед спортивный Life 26" черно-голубой', 16991, '51-d9632606-3c64-4a4d-bad3-b93300335fd3', 'Самый лучший среди товаров на рынке Велосипед спортивный Life 26" черно-голубой', 4.2, 51),
('6784510b-9791-4e4c-bb74-2b40a7a35b39', 'Велосипед городской детский Life 20"', 15000, '51-6784510b-9791-4e4c-bb74-2b40a7a35b39', 'Самый лучший среди товаров на рынке Велосипед городской детский Life 20"', 4.38, 51),
('be516aca-bb8b-4bd5-944a-f23987a89b31', 'Велосипед Stels Navigator 900 MD F020 Серый Жёлтый 29" (LU096011) 21"', 19720, '51-be516aca-bb8b-4bd5-944a-f23987a89b31', 'Самый лучший среди товаров на рынке Велосипед Stels Navigator 900 MD F020 Серый Жёлтый 29" (LU096011) 21"', 4.9, 51),
('b9d22dce-625a-4914-b28b-6a1bce876682', 'Велосипед Stels Navigator 700 MD F020 Хаки 27.5" (LU096006) 21"', 18700, '51-b9d22dce-625a-4914-b28b-6a1bce876682', 'Самый лучший среди товаров на рынке Велосипед Stels Navigator 700 MD F020 Хаки 27.5" (LU096006) 21"', 4.6, 51),
('8172b24e-91c4-4dd5-bfb3-70e68c52bb20', 'Велосипед горный Stels Navigator 610 D V020 рама 14" серый зеленый', 28997, '51-8172b24e-91c4-4dd5-bfb3-70e68c52bb20', 'Самый лучший среди товаров на рынке Велосипед горный Stels Navigator 610 D V020 рама 14" серый зеленый', 4.95, 51);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('421f3e06-47fa-40b9-a4a3-38e5f38221c7', 'Кольцо SOKOLOV, красное золото', 6990, '71-421f3e06-47fa-40b9-a4a3-38e5f38221c7', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, красное золото', 4.20, 71),
('ac129fc1-ec1f-4198-9d90-a16ca947feda', 'Кольцо VALTERA, серебро', 1680, '71-ac129fc1-ec1f-4198-9d90-a16ca947feda', 'Самый лучший среди товаров на рынке Кольцо VALTERA, серебро', 4.95, 71),
('9deec3af-53ea-4f10-8e81-933fcbeca190', 'Кольцо SOKOLOV, серебро', 1485, '71-9deec3af-53ea-4f10-8e81-933fcbeca190', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, серебро', 4.12, 71),
('a7521eb0-1972-4fa6-be93-b7de5f5c827a', 'Кольцо SOKOLOV, желтое золото', 6990, '71-a7521eb0-1972-4fa6-be93-b7de5f5c827a', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, желтое золото', 4.9, 71),
('d7e646d5-a298-4c4c-b475-de03eb9b5670', 'Кольцо 585Gold, серебро', 278, '71-d7e646d5-a298-4c4c-b475-de03eb9b5670', 'Самый лучший среди товаров на рынке Кольцо 585Gold, серебро', 4.3, 71),
('145c4c01-8be2-4ea1-8dc4-a5b42fe8f06c', 'Кольцо SOKOLOV Diamonds, желтое золото', 31048, '71-145c4c01-8be2-4ea1-8dc4-a5b42fe8f06c', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, желтое золото', 4.2, 71),
('5113d5b0-914f-438f-b8b7-1df6a8fced4e', 'Кольцо SOKOLOV Diamonds, красное золото', 7990, '71-5113d5b0-914f-438f-b8b7-1df6a8fced4e', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, красное золото', 4.4, 71),
('f42a97f4-3d0a-4838-b30e-5782e9bed42b', 'Кольцо ЯХОНТ Ювелирный, красное золото', 20657, '71-f42a97f4-3d0a-4838-b30e-5782e9bed42b', 'Самый лучший среди товаров на рынке Кольцо ЯХОНТ Ювелирный, красное золото', 4.95, 71),
('6dacd748-58ca-47b6-820a-3f8d7e326e55', 'Кольцо SOKOLOV Diamonds, белое золото', 24998, '71-6dacd748-58ca-47b6-820a-3f8d7e326e55', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, белое золото', 4.11, 71),
('7dc26280-1e60-4c4e-bac5-ca7d70cee3f5', 'Кольцо SKAZKA Natali Romanovoi, серебро', 950, '71-7dc26280-1e60-4c4e-bac5-ca7d70cee3f5', 'Самый лучший среди товаров на рынке Кольцо SKAZKA Natali Romanovoi, серебро', 4.95, 71),
('f28aa3ad-4f16-492b-82ff-85d7e0520447', 'Кольцо SOKOLOV Diamonds, комбинированное золото', 39998, '71-f28aa3ad-4f16-492b-82ff-85d7e0520447', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV Diamonds, комбинированное золото', 4.95, 71),
('41da008e-3978-4dc5-a2f3-0cd55a800228', 'Кольцо SOKOLOV, белое золото', 6598, '71-41da008e-3978-4dc5-a2f3-0cd55a800228', 'Самый лучший среди товаров на рынке Кольцо SOKOLOV, белое золото', 4.1, 71),
('2d88fe95-58d0-4694-936c-fe291e6d31e1', 'Кольцо ПРИВОЛЖСКИЙ ЮВЕЛИР, серебро', 2806, '71-2d88fe95-58d0-4694-936c-fe291e6d31e1', 'Самый лучший среди товаров на рынке Кольцо ПРИВОЛЖСКИЙ ЮВЕЛИР, серебро', 4.95, 71);
INSERT INTO product (id, name, price, imgsrc, description, rating, category_id) VALUES




















('d204d081-7d24-42ef-8fcf-5bfdf8abec75', 'Игра Legend of Zelda: Breath of the Wild для Nintendo Switch', 6590, '111-d204d081-7d24-42ef-8fcf-5bfdf8abec75', 'Самый лучший среди товаров на рынке Игра Legend of Zelda: Breath of the Wild для Nintendo Switch', 4.95, 111),
('c31bbcd3-b745-44f1-8f02-c03979d28067', 'Игра Super Mario Odyssey для Nintendo Switch', 6599, '111-c31bbcd3-b745-44f1-8f02-c03979d28067', 'Самый лучший среди товаров на рынке Игра Super Mario Odyssey для Nintendo Switch', 4.95, 111),
('9b8c2c70-1d9e-460b-b130-0a2e8a4c4e81', 'Игра Super Mario Party для Nintendo Switch', 6380, '111-9b8c2c70-1d9e-460b-b130-0a2e8a4c4e81', 'Самый лучший среди товаров на рынке Игра Super Mario Party для Nintendo Switch', 4.95, 111),
('5d4a9b21-fcf7-4fc7-8a06-0628f6d42bfd', 'Игра Captain Toad: Treasure Tracker для Nintendo Switch', 5480, '111-5d4a9b21-fcf7-4fc7-8a06-0628f6d42bfd', 'Самый лучший среди товаров на рынке Игра Captain Toad: Treasure Tracker для Nintendo Switch', 4.95, 111),
('9ad495cf-2777-4c5a-81f1-be1869f99a00', 'Игра Splatoon 2 для Nintendo Switch', 5100, '111-9ad495cf-2777-4c5a-81f1-be1869f99a00', 'Самый лучший среди товаров на рынке Игра Splatoon 2 для Nintendo Switch', 4.95, 111),
('aef9abc8-b614-4630-a20e-2a25a54431ba', 'Игра LEGO Marvel Super Heroes 2 для Nintendo Switch', 5190, '111-aef9abc8-b614-4630-a20e-2a25a54431ba', 'Самый лучший среди товаров на рынке Игра LEGO Marvel Super Heroes 2 для Nintendo Switch', 4.95, 111),
('e163493a-46bd-4e96-9d6a-59472daf287d', 'Игра Hasbro Game Night для Nintendo Switch', 3490, '111-e163493a-46bd-4e96-9d6a-59472daf287d', 'Самый лучший среди товаров на рынке Игра Hasbro Game Night для Nintendo Switch', 4.95, 111),
('b631b879-78af-4ebb-a119-1400189625ed', 'Игра WWE 2K18 для Nintendo Switch', 5190, '111-b631b879-78af-4ebb-a119-1400189625ed', 'Самый лучший среди товаров на рынке Игра WWE 2K18 для Nintendo Switch', 4.95, 111),
('4923a7b1-c3c4-426f-81a7-985f09ddc575', 'Игра Mario Tennis Aces для Nintendo Switch', 6360, '111-4923a7b1-c3c4-426f-81a7-985f09ddc575', 'Самый лучший среди товаров на рынке Игра Mario Tennis Aces для Nintendo Switch', 4.95, 111),
('35d7409c-85bc-4fdc-a6cc-3e082b0864ef', 'Игра Xenoblade Chronicles 2: TTGC для Nintendo Switch', 5880, '111-35d7409c-85bc-4fdc-a6cc-3e082b0864ef', 'Самый лучший среди товаров на рынке Игра Xenoblade Chronicles 2: TTGC для Nintendo Switch', 4.95, 111),
('bb4e53b4-f528-4463-97af-82acabb6c814', 'Игра Pokemon Lets Go Pikachu для Nintendo Switch', 6990, '111-bb4e53b4-f528-4463-97af-82acabb6c814', 'Самый лучший среди товаров на рынке Игра Pokemon Lets Go Pikachu для Nintendo Switch', 4.95, 111),
('8fea685a-70e1-4714-9273-fa58a0cd07e5', 'Портативная игровая консоль Nintendo Switch Gray + The Legend of Zelda: Breath of the Wild', 45467, '111-8fea685a-70e1-4714-9273-fa58a0cd07e5', 'Самый лучший среди товаров на рынке Портативная игровая консоль Nintendo Switch Gray + The Legend of Zelda: Breath of the Wild', 4.95, 111),
('891e46f1-217d-470f-8e46-53d9662eacba', 'Игра Metroid: Samus Returns для Nintendo 3DS', 7790, '111-891e46f1-217d-470f-8e46-53d9662eacba', 'Самый лучший среди товаров на рынке Игра Metroid: Samus Returns для Nintendo 3DS', 4.95, 111),
('18cb78cc-1b39-481a-b654-683bf2fd31ed', 'Игра Mario Kart 7 для Nintendo 3DS', 2680, '111-18cb78cc-1b39-481a-b654-683bf2fd31ed', 'Самый лучший среди товаров на рынке Игра Mario Kart 7 для Nintendo 3DS', 4.95, 111),
('12837305-8ebc-46fd-a1c7-a9184d7222c4', 'Игра Dragon Ball Fighter Z для Nintendo Switch', 3990, '111-12837305-8ebc-46fd-a1c7-a9184d7222c4', 'Самый лучший среди товаров на рынке Игра Dragon Ball Fighter Z для Nintendo Switch', 4.95, 111);
