INSERT INTO product (id, name, price, imgsrc, description, rating, category_id)
	VALUES



















('cb9de5e5-8e82-4d3d-9786-8155d1c2b753', 'Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 634, '103-cb9de5e5-8e82-4d3d-9786-8155d1c2b753.jpg', 'Самый лучший среди товаров на рынке Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 4.29, 103),
('a94d55c4-b0a3-436b-8cb3-0b4b595ea110', 'Пенал тубус, 6х6х20 см, цвет синий джинс, 1 шт.', 139, '103-a94d55c4-b0a3-436b-8cb3-0b4b595ea110.jpg', 'Самый лучший среди товаров на рынке Пенал тубус, 6х6х20 см, цвет синий джинс, 1 шт.', 4.20, 103),
('cfa23a4b-d5cd-4221-bbc7-ab727348003c', 'Пенал-косметичка школьный, арт.KBX-063 серый, 1шт', 199, '103-cfa23a4b-d5cd-4221-bbc7-ab727348003c.jpg', 'Самый лучший среди товаров на рынке Пенал-косметичка школьный, арт.KBX-063 серый, 1шт', 4.14, 103),
('0fb80cfd-e6ed-46cc-a7fe-c5f59a31a471', 'Пенал Proff Press односекционный Монстрики 190х90 ммПН-1148', 192, '103-0fb80cfd-e6ed-46cc-a7fe-c5f59a31a471.jpg', 'Самый лучший среди товаров на рынке Пенал Proff Press односекционный Монстрики 190х90 ммПН-1148', 4.49, 103),
('b86f66d1-a852-4b5a-86a4-1f56a1735d95', 'Пенал для канцелярских принадлежностей, Единороги', 180, '103-b86f66d1-a852-4b5a-86a4-1f56a1735d95.jpg', 'Самый лучший среди товаров на рынке Пенал для канцелярских принадлежностей, Единороги', 4.23, 103),
('611362b4-b112-470c-9f9f-f7285ed2e603', 'Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 634, '103-611362b4-b112-470c-9f9f-f7285ed2e603.jpg', 'Самый лучший среди товаров на рынке Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 4.29, 103),
('e08ae289-8295-43e6-94d1-25d25885022d', 'Пенал без наполнения CANBI 555546 школьный, белый', 440, '103-e08ae289-8295-43e6-94d1-25d25885022d.png', 'Самый лучший среди товаров на рынке Пенал без наполнения CANBI 555546 школьный, белый', 4.10, 103),
('65da67b8-5eb5-42a7-830d-1e1817a4c620', 'Пенал Котэ, 9,5х8,5х20 см, цвет белый, 1 шт.', 359, '103-65da67b8-5eb5-42a7-830d-1e1817a4c620.jpg', 'Самый лучший среди товаров на рынке Пенал Котэ, 9,5х8,5х20 см, цвет белый, 1 шт.', 4.14, 103),
('5a25ec1d-288a-4d0d-971f-3421492286da', 'Пенал тубус 6х6х20 см, цвет в ассортименте, 1 шт.', 139, '103-5a25ec1d-288a-4d0d-971f-3421492286da.jpg', 'Самый лучший среди товаров на рынке Пенал тубус 6х6х20 см, цвет в ассортименте, 1 шт.', 4.16, 103),
('298d3b23-3996-4f4e-bdb9-1e6520e0c7da', 'Пенал с отделениями школьный в ассортименте', 119, '103-298d3b23-3996-4f4e-bdb9-1e6520e0c7da.jpg', 'Самый лучший среди товаров на рынке Пенал с отделениями школьный в ассортименте', 4.1, 103),
('33d19f3f-2f6b-4c85-b98e-1f52eca9ed72', 'Пенал с наполнением BluePink Hearts для школы и творчества 11 предметов А2203/Марс', 499, '103-33d19f3f-2f6b-4c85-b98e-1f52eca9ed72.jpeg', 'Самый лучший среди товаров на рынке Пенал с наполнением BluePink Hearts для школы и творчества 11 предметов А2203/Марс', 4.31, 103),
('23ee1924-1320-4610-87d2-b2e8f281ec77', 'Пенал-тубус Lorex Tube белый, одно отделение, 4x6x20', 436, '103-23ee1924-1320-4610-87d2-b2e8f281ec77.jpg', 'Самый лучший среди товаров на рынке Пенал-тубус Lorex Tube белый, одно отделение, 4x6x20', 4.11, 103),
('ffb35880-f073-479d-88e5-4557407d3fd6', 'Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 614, '103-ffb35880-f073-479d-88e5-4557407d3fd6.jpg', 'Самый лучший среди товаров на рынке Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 4.29, 103),
('5aa38045-13f6-474f-a0ef-f172af9bacf1', 'Пенал-футляр Prof-Press Пони и радуга пластик желтый 20 х 8 х 2,5 см', 150, '103-5aa38045-13f6-474f-a0ef-f172af9bacf1.jpg', 'Самый лучший среди товаров на рынке Пенал-футляр Prof-Press Пони и радуга пластик желтый 20 х 8 х 2,5 см', 4.9, 103),
('058e888b-1d43-4a00-ad7f-68cf01754a38', 'Пенал для канцелярских принадлежностей, Дино', 180, '103-058e888b-1d43-4a00-ad7f-68cf01754a38.jpg', 'Самый лучший среди товаров на рынке Пенал для канцелярских принадлежностей, Дино', 4.15, 103),
('095221cd-d19d-4999-b181-6eec3fcbe7c6', 'Пенал ND Play PC1855, без наполнения, 18*5*5 см, черный', 199, '103-095221cd-d19d-4999-b181-6eec3fcbe7c6.jpeg', 'Самый лучший среди товаров на рынке Пенал ND Play PC1855, без наполнения, 18*5*5 см, черный', 4.1, 103),
('04968cc6-3b21-4ae7-b95a-9a0707e967d0', 'Пенал без наполнения CANBI 555546 школьный, фиолетовый', 440, '103-04968cc6-3b21-4ae7-b95a-9a0707e967d0.png', 'Самый лучший среди товаров на рынке Пенал без наполнения CANBI 555546 школьный, фиолетовый', 4.7, 103),
('2c06789c-df2c-40a0-824d-3b4d716b06f1', 'Пенал-тубус Xflot H014-2, голубой, 6х6х20 см', 139, '103-2c06789c-df2c-40a0-824d-3b4d716b06f1.jpg', 'Самый лучший среди товаров на рынке Пенал-тубус Xflot H014-2, голубой, 6х6х20 см', 4.14, 103),
('28555904-a741-4d98-ae6f-234b6b5c15f3', 'Пенал 1 секция 115*205 лам.карт 30П26 Человек-паук', 174, '103-28555904-a741-4d98-ae6f-234b6b5c15f3.jpg', 'Самый лучший среди товаров на рынке Пенал 1 секция 115*205 лам.карт 30П26 Человек-паук', 4.8, 103),
('81ae7abb-a407-4912-82f7-53cf2bfb42ca', 'Пенал-тубус Lorex Tube белый, одно отделение, 4x6x20', 436, '103-81ae7abb-a407-4912-82f7-53cf2bfb42ca.jpg', 'Самый лучший среди товаров на рынке Пенал-тубус Lorex Tube белый, одно отделение, 4x6x20', 4.11, 103),
('cb42f760-7eea-4f99-bda6-d3bae2f6e9fb', 'Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 634, '103-cb42f760-7eea-4f99-bda6-d3bae2f6e9fb.jpg', 'Самый лучший среди товаров на рынке Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 4.29, 103),
('ad78b48b-27e8-41f7-91e5-fa1c73ee26fa', 'Пенал с наполнением для школы и творчества, подарок ребенку Blue Pink Hearts penalgol/', 729, '103-ad78b48b-27e8-41f7-91e5-fa1c73ee26fa.png', 'Самый лучший среди товаров на рынке Пенал с наполнением для школы и творчества, подарок ребенку Blue Pink Hearts penalgol/', 4.30, 103),
('caaa61f0-f429-43f8-a43d-a9acfca9416c', 'Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 480, '103-caaa61f0-f429-43f8-a43d-a9acfca9416c.jpeg', 'Самый лучший среди товаров на рынке Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 4.3, 103),
('ee6f6695-951f-4f64-8976-857c72454b15', 'Пенал с наполнением для школы и творчества, подарок ребенку Blue Pink Hearts penalroz/', 795, '103-ee6f6695-951f-4f64-8976-857c72454b15.png', 'Самый лучший среди товаров на рынке Пенал с наполнением для школы и творчества, подарок ребенку Blue Pink Hearts penalroz/', 4.44, 103),
('133df38a-23bc-40ba-b677-d31c7ef7ef6e', 'Пенал-косметичка Brauberg 229271', 669, '103-133df38a-23bc-40ba-b677-d31c7ef7ef6e.jpg', 'Самый лучший среди товаров на рынке Пенал-косметичка Brauberg 229271', 4.65, 103),
('268db34f-e7da-4818-a91c-2b8f6acdb05d', 'Пенал для канцелярских принадлежностей, Дино', 180, '103-268db34f-e7da-4818-a91c-2b8f6acdb05d.jpg', 'Самый лучший среди товаров на рынке Пенал для канцелярских принадлежностей, Дино', 4.15, 103),
('d3f51d52-4908-4281-8d75-a3c9809eac45', 'Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 376, '103-d3f51d52-4908-4281-8d75-a3c9809eac45.jpeg', 'Самый лучший среди товаров на рынке Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 4.3, 103),
('194c3d9b-9166-46e1-b261-08454e670f03', 'Пенал-косметичка школьный, арт.KBX-063 серый, 1шт', 199, '103-194c3d9b-9166-46e1-b261-08454e670f03.jpg', 'Самый лучший среди товаров на рынке Пенал-косметичка школьный, арт.KBX-063 серый, 1шт', 4.14, 103),
('38ece314-834e-46b8-874c-b3fdde958763', 'Пенал 1 секция 115*205 лам.карт 30П26 Мстители Marvel', 464, '103-38ece314-834e-46b8-874c-b3fdde958763.jpg', 'Самый лучший среди товаров на рынке Пенал 1 секция 115*205 лам.карт 30П26 Мстители Marvel', 4.21, 103),
('03dce5aa-98c6-4368-ab24-7399e30054c4', 'Пенал-косметичка Brauberg 229271', 610, '103-03dce5aa-98c6-4368-ab24-7399e30054c4.jpg', 'Самый лучший среди товаров на рынке Пенал-косметичка Brauberg 229271', 4.65, 103),
('fca3d715-f38f-47fd-b80f-b94b2e378f4c', 'Пенал Роблокс черно-зеленый 23452421', 850, '103-fca3d715-f38f-47fd-b80f-b94b2e378f4c.jpeg', 'Самый лучший среди товаров на рынке Пенал Роблокс черно-зеленый 23452421', 4.8, 103),
('43d6a99e-7186-4b9a-892d-60124afbf2a0', 'Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 409, '103-43d6a99e-7186-4b9a-892d-60124afbf2a0.jpg', 'Самый лучший среди товаров на рынке Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 4.29, 103),
('7acc4819-b901-48fb-b239-eca628862e0b', 'Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 101, '103-7acc4819-b901-48fb-b239-eca628862e0b.jpeg', 'Самый лучший среди товаров на рынке Пенал пластиковый ErichKrause® Matt Pastel, ассорти (в пакете по 4 шт.)', 4.3, 103),
('27200747-5174-42b2-98d9-12cc7ff0359d', 'Пенал без наполнения CANBI 555546 школьный, серый', 440, '103-27200747-5174-42b2-98d9-12cc7ff0359d.png', 'Самый лучший среди товаров на рынке Пенал без наполнения CANBI 555546 школьный, серый', 4.6, 103),
('5d77f5f9-7836-42af-8deb-e217dec24244', 'Пенал 1 секция 115*205 лам.карт 30П26 Мстители Marvel', 450, '103-5d77f5f9-7836-42af-8deb-e217dec24244.jpg', 'Самый лучший среди товаров на рынке Пенал 1 секция 115*205 лам.карт 30П26 Мстители Marvel', 4.21, 103),
('bf4470c9-cea1-4b6d-a7f3-e5b86417be68', 'Пенал мягкий Calligrata ПТ-05, чёрный, тубус, 65х210 мм', 432, '103-bf4470c9-cea1-4b6d-a7f3-e5b86417be68.jpg', 'Самый лучший среди товаров на рынке Пенал мягкий Calligrata ПТ-05, чёрный, тубус, 65х210 мм', 4.1, 103),
('090a03a9-3c40-4bd1-9bbe-05da8a574a25', 'Пенал ArtSpace ПК3_29127 Лама 3 отделения 190х110 мм', 741, '103-090a03a9-3c40-4bd1-9bbe-05da8a574a25.jpg', 'Самый лучший среди товаров на рынке Пенал ArtSpace ПК3_29127 Лама 3 отделения 190х110 мм', 4.39, 103),
('5798f2a6-40af-41d8-b7a8-5fc7a778822d', 'Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 380, '103-5798f2a6-40af-41d8-b7a8-5fc7a778822d.jpg', 'Самый лучший среди товаров на рынке Zip-пакет с наполнителем ErichKrause Frozen Beauty белый 4 предмета', 4.29, 103),
('f8d867b6-8ffa-4c69-8c05-0565898991bb', 'Пенал Profit односекционный Инопланетные гости 190х115 мм ПН-7459', 235, '103-f8d867b6-8ffa-4c69-8c05-0565898991bb.jpg', 'Самый лучший среди товаров на рынке Пенал Profit односекционный Инопланетные гости 190х115 мм ПН-7459', 4.3, 103),
('14138720-7dc7-440f-9835-496e59a03707', 'Пенал 1 секция 115*205 лам.карт 30П26 Мстители Marvel', 464, '103-14138720-7dc7-440f-9835-496e59a03707.jpg', 'Самый лучший среди товаров на рынке Пенал 1 секция 115*205 лам.карт 30П26 Мстители Marvel', 4.21, 103),
('7880b6c9-56c3-4722-98ee-87dd9d175c33', 'Пенал мягкий Calligrata ПТ-05, чёрный, тубус, 65х210 мм', 313, '103-7880b6c9-56c3-4722-98ee-87dd9d175c33.jpg', 'Самый лучший среди товаров на рынке Пенал мягкий Calligrata ПТ-05, чёрный, тубус, 65х210 мм', 4.1, 103),
('17571882-cfc1-457f-8ba0-104778e84a23', 'Пенал школьный TOPROCK, модель TopTop, черный', 409, '103-17571882-cfc1-457f-8ba0-104778e84a23.jpeg', 'Самый лучший среди товаров на рынке Пенал школьный TOPROCK, модель TopTop, черный', 4.14, 103),
('4d2d26bc-34ad-4dc2-8426-d91eb40636a0', 'Пенал без наполнения CANBI 555546 школьный, черный', 472, '103-4d2d26bc-34ad-4dc2-8426-d91eb40636a0.png', 'Самый лучший среди товаров на рынке Пенал без наполнения CANBI 555546 школьный, черный', 4.95, 103),
('98d41690-cc66-4039-96f7-04172256344f', 'Пенал ArtSpace "Glam",ПК2_49688,2 отделения, 190*105, 1ламинированный картон', 734, '103-98d41690-cc66-4039-96f7-04172256344f.jpeg', 'Самый лучший среди товаров на рынке Пенал ArtSpace "Glam",ПК2_49688,2 отделения, 190*105, 1ламинированный картон', 4.2, 103);
