INSERT INTO product (id, name, price, imgsrc, description, rating, category_id)
	VALUES



















('1d2e7d3e-66fe-4d66-940e-bb314151aad4', 'Клей-роллер Erich Krause силикатный 50 мл', 79, '104-1d2e7d3e-66fe-4d66-940e-bb314151aad4.jpg', 'Самый лучший среди товаров на рынке Клей-роллер Erich Krause силикатный 50 мл', 4.81, 104),
('e6de7595-1d30-4ea3-8408-b325edb808f5', 'Клей канцелярский Brauberg с силиконовым аппликатором 50 мл', 1352, '104-e6de7595-1d30-4ea3-8408-b325edb808f5.jpg', 'Самый лучший среди товаров на рынке Клей канцелярский Brauberg с силиконовым аппликатором 50 мл', 4.44, 104),
('cc2a1555-567b-46fe-9613-2d0f5ffa0911', 'Клей-карандаш STAFF, 8 г, 220374', 285, '104-cc2a1555-567b-46fe-9613-2d0f5ffa0911.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 8 г, 220374', 4.70, 104),
('2e7481c1-e16d-429b-b074-ae17184ac748', 'Клей Мульти-пульти ПВА енот в Японии 65 г', 289, '104-2e7481c1-e16d-429b-b074-ae17184ac748.jpg', 'Самый лучший среди товаров на рынке Клей Мульти-пульти ПВА енот в Японии 65 г', 4.95, 104),
('69fff7ad-6568-476a-b3c5-de42d4afc3a6', 'Клей-карандаш ErichKrause Magic 15г', 2151, '104-69fff7ad-6568-476a-b3c5-de42d4afc3a6.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш ErichKrause Magic 15г', 4.29, 104),
('335b2b33-49bd-4e76-8fd0-83cc502ec25b', 'Клей-карандаш для всех видов фотобумаги и картона 21г UHU Photo Stic, белый', 498, '104-335b2b33-49bd-4e76-8fd0-83cc502ec25b.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш для всех видов фотобумаги и картона 21г UHU Photo Stic, белый', 4.60, 104),
('fe1100bd-3a25-4c19-afee-07f1ee7d1c35', 'Клей-карандаш  BRAUBERG  25 г, 220871', 326, '104-fe1100bd-3a25-4c19-afee-07f1ee7d1c35.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш  BRAUBERG  25 г, 220871', 4.99, 104),
('6c0e95a0-98a8-4c18-a813-7d43855be3c4', 'Клей-карандаш STAFF, 21 г, 220375', 449, '104-6c0e95a0-98a8-4c18-a813-7d43855be3c4.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 21 г, 220375', 4.57, 104),
('accaa8e8-a1ee-4a43-9c04-affb1a985190', 'Клей-карандаш Bic водная основа 8 г', 544, '104-accaa8e8-a1ee-4a43-9c04-affb1a985190.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш Bic водная основа 8 г', 4.71, 104),
('17ad3994-3d89-467f-a1d0-542660bf6fc9', 'Клей-карандаш OfficeSpace, дисплей, 15 грамм', 273, '104-17ad3994-3d89-467f-a1d0-542660bf6fc9.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш OfficeSpace, дисплей, 15 грамм', 4.79, 104),
('670fcc59-87fe-43ea-b3ca-2dd4ed5a42dc', 'Клей-карандаш Staff, 36 грамм', 459, '104-670fcc59-87fe-43ea-b3ca-2dd4ed5a42dc.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш Staff, 36 грамм', 4.53, 104),
('0fd6f582-16e2-4ca4-a072-fdd9375f8108', 'Клей-карандаш STAFF, 8 г, 220374', 266, '104-0fd6f582-16e2-4ca4-a072-fdd9375f8108.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 8 г, 220374', 4.70, 104),
('7e9f309b-c6d0-4024-9668-e00a9d83704b', 'Клей ПВА Cullinan 125 г канцелярский флакон с дозатором', 80, '104-7e9f309b-c6d0-4024-9668-e00a9d83704b.jpg', 'Самый лучший среди товаров на рынке Клей ПВА Cullinan 125 г канцелярский флакон с дозатором', 4.1, 104),
('b52a472e-01b1-41e3-a6bc-ae7b2be225d1', 'Клей-карандаш ErichKrause 4433', 2230, '104-b52a472e-01b1-41e3-a6bc-ae7b2be225d1.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш ErichKrause 4433', 4.64, 104),
('98295c75-8b57-4f2e-a946-459269af4641', 'Клей ПВА бумага, картон, дерево, 125 г, Юнландия (227382)', 299, '104-98295c75-8b57-4f2e-a946-459269af4641.jpeg', 'Самый лучший среди товаров на рынке Клей ПВА бумага, картон, дерево, 125 г, Юнландия (227382)', 4.23, 104),
('b03da87e-bd6c-40f5-8cb2-444962afe5fb', 'Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 37, '104-b03da87e-bd6c-40f5-8cb2-444962afe5fb.jpeg', 'Самый лучший среди товаров на рынке Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 4.58, 104),
('f817475d-4576-4448-b9d8-94b4883cbfa8', 'Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 882, '104-f817475d-4576-4448-b9d8-94b4883cbfa8.jpeg', 'Самый лучший среди товаров на рынке Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 4.58, 104),
('b34006f3-3e1c-44fb-91ad-0f6d73f14f17', 'Клей Контакт Пва 40Мл, Арт.Кк 288 - 040 Пв', 77, '104-b34006f3-3e1c-44fb-91ad-0f6d73f14f17.jpg', 'Самый лучший среди товаров на рынке Клей Контакт Пва 40Мл, Арт.Кк 288 - 040 Пв', 4.95, 104),
('1c466e20-47d9-4a61-9a74-a69bdac04dff', 'Клей ПВА Berlingo, 85г', 290, '104-1c466e20-47d9-4a61-9a74-a69bdac04dff.jpg', 'Самый лучший среди товаров на рынке Клей ПВА Berlingo, 85г', 4.59, 104),
('17e8a451-5be3-4af7-a109-ac0ced3f2d3a', 'Клей-карандаш  BRAUBERG  25 г, 220871', 301, '104-17e8a451-5be3-4af7-a109-ac0ced3f2d3a.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш  BRAUBERG  25 г, 220871', 4.99, 104),
('9aa789da-2ab6-42fd-9981-131507f01f4c', 'Клей-карандаш STAFF, 21 г, 220375', 275, '104-9aa789da-2ab6-42fd-9981-131507f01f4c.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 21 г, 220375', 4.57, 104),
('a5c0b2b2-df3a-42f4-8089-77d0334fc3a9', 'Клей-карандаш Bic водная основа 8 г', 10, '104-a5c0b2b2-df3a-42f4-8089-77d0334fc3a9.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш Bic водная основа 8 г', 4.71, 104),
('fa794131-43e6-4ffc-a38b-f2922c270b7a', 'Клей-карандаш Каждый день 9 г 876639', 9, '104-fa794131-43e6-4ffc-a38b-f2922c270b7a.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш Каждый день 9 г 876639', 4.28, 104),
('4add630d-5e69-4ff3-9ba3-33bb664b0ab7', 'Клей-карандаш OfficeSpace, дисплей, 15 грамм', 258, '104-4add630d-5e69-4ff3-9ba3-33bb664b0ab7.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш OfficeSpace, дисплей, 15 грамм', 4.79, 104),
('f6126d28-151d-446d-b79f-721ff824e474', 'Клей канцелярский Brauberg с силиконовым аппликатором 50 мл', 249, '104-f6126d28-151d-446d-b79f-721ff824e474.jpg', 'Самый лучший среди товаров на рынке Клей канцелярский Brauberg с силиконовым аппликатором 50 мл', 4.44, 104),
('845dda18-795e-42d7-9b2d-34e2ca28364b', 'Клей ПВА Cullinan FC0265 65 г', 59, '104-845dda18-795e-42d7-9b2d-34e2ca28364b.jpg', 'Самый лучший среди товаров на рынке Клей ПВА Cullinan FC0265 65 г', 4.2, 104),
('1929286b-802b-46bb-a406-512cc3ebd1b4', 'Клей-карандаш Staff, 36 грамм', 313, '104-1929286b-802b-46bb-a406-512cc3ebd1b4.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш Staff, 36 грамм', 4.53, 104),
('930f7b52-832f-4084-a3ee-cb04fe917026', 'Клей-карандаш Gingko, 9 грамм', 9, '104-930f7b52-832f-4084-a3ee-cb04fe917026.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш Gingko, 9 грамм', 4.64, 104),
('bddb3ed9-a459-4108-a5e6-9af5db6195bb', 'Клей-карандаш STAFF, 8 г, 220374', 254, '104-bddb3ed9-a459-4108-a5e6-9af5db6195bb.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 8 г, 220374', 4.70, 104),
('60067531-6354-4f11-b0d2-07d5cb9be8bb', 'Клей Каждый день карандаш 21 г', 20, '104-60067531-6354-4f11-b0d2-07d5cb9be8bb.jpg', 'Самый лучший среди товаров на рынке Клей Каждый день карандаш 21 г', 4.68, 104),
('9cb14f58-a5d7-4f22-839e-c07e34efb818', 'Клей-карандаш ErichKrause 4433', 309, '104-9cb14f58-a5d7-4f22-839e-c07e34efb818.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш ErichKrause 4433', 4.64, 104),
('386ad8f2-24a0-4453-aab9-dd1fc95e0dd4', 'Клей ПВА бумага, картон, дерево, 125 г, Юнландия (227382)', 277, '104-386ad8f2-24a0-4453-aab9-dd1fc95e0dd4.jpeg', 'Самый лучший среди товаров на рынке Клей ПВА бумага, картон, дерево, 125 г, Юнландия (227382)', 4.23, 104),
('200dae05-f8b8-40be-a31f-92c8be68fad0', 'Клей-карандаш ErichKrause Magic 15г', 430, '104-200dae05-f8b8-40be-a31f-92c8be68fad0.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш ErichKrause Magic 15г', 4.29, 104),
('1d832594-5f0b-4d23-a1a4-d3a69295f8cf', 'Клей-карандаш STAFF, 8 г, 220374', 168, '104-1d832594-5f0b-4d23-a1a4-d3a69295f8cf.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 8 г, 220374', 4.70, 104),
('2ee42129-56d4-478d-b676-8f5c53de85f1', 'Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 289, '104-2ee42129-56d4-478d-b676-8f5c53de85f1.jpeg', 'Самый лучший среди товаров на рынке Клей ПВА с кисточкой, 20 г, Юнландия (228420)', 4.58, 104),
('1ae1555b-ee37-49a3-819b-adfb3a69eeee', 'Клей-карандаш для всех видов фотобумаги и картона 21г UHU Photo Stic, белый', 80, '104-1ae1555b-ee37-49a3-819b-adfb3a69eeee.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш для всех видов фотобумаги и картона 21г UHU Photo Stic, белый', 4.60, 104),
('91036d9d-a3c3-45db-9cb5-cf9d5b8da583', 'Клей Контакт Пва 40Мл, Арт.Кк 288 - 040 Пв', 53, '104-91036d9d-a3c3-45db-9cb5-cf9d5b8da583.jpg', 'Самый лучший среди товаров на рынке Клей Контакт Пва 40Мл, Арт.Кк 288 - 040 Пв', 4.95, 104),
('357258f4-13cc-4de5-a89d-181f0d0631a6', 'Клей ПВА Berlingo, 85г', 20, '104-357258f4-13cc-4de5-a89d-181f0d0631a6.jpg', 'Самый лучший среди товаров на рынке Клей ПВА Berlingo, 85г', 4.59, 104),
('0a571878-bd7c-4ebf-8cf2-23e7491a8450', 'Клей-карандаш  BRAUBERG  25 г, 220871', 229, '104-0a571878-bd7c-4ebf-8cf2-23e7491a8450.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш  BRAUBERG  25 г, 220871', 4.99, 104),
('804e81e4-2ab2-49de-80f2-167321625592', 'Клей-карандаш STAFF, 21 г, 220375', 261, '104-804e81e4-2ab2-49de-80f2-167321625592.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш STAFF, 21 г, 220375', 4.57, 104),
('a62bc434-04f0-4436-829b-3930f802621b', 'Клей-карандаш Bic водная основа 8 г', 70, '104-a62bc434-04f0-4436-829b-3930f802621b.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш Bic водная основа 8 г', 4.71, 104),
('1ab4e291-8aa4-43da-8ac4-53ee94b9e60b', 'Клей-карандаш Каждый день 9 г 876639', 17, '104-1ab4e291-8aa4-43da-8ac4-53ee94b9e60b.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш Каждый день 9 г 876639', 4.28, 104),
('e21d076c-e9b3-45c4-8abf-51fa6b6cd9c8', 'Клей-карандаш Lamark 40 г', 99, '104-e21d076c-e9b3-45c4-8abf-51fa6b6cd9c8.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш Lamark 40 г', 4.95, 104),
('57901384-1f05-42d9-93cf-62638e818ed8', 'Клей-карандаш OfficeSpace, дисплей, 15 грамм', 149, '104-57901384-1f05-42d9-93cf-62638e818ed8.jpg', 'Самый лучший среди товаров на рынке Клей-карандаш OfficeSpace, дисплей, 15 грамм', 4.79, 104);
