INSERT INTO product (id, name, price, imgsrc, description, rating, category_id)
	VALUES



















('04b277b6-23b6-409e-af43-698c48977c24', 'Ручка шариковая Каждый день, синяя, 0,7 мм, 1 шт.', 2, '102-04b277b6-23b6-409e-af43-698c48977c24.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая Каждый день, синяя, 0,7 мм, 1 шт.', 4.92, 102),
('58d95d9f-9299-4d69-8086-fd1920dd71e5', 'Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 272, '102-58d95d9f-9299-4d69-8086-fd1920dd71e5.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 4.42, 102),
('051dae8a-46fa-441f-9bea-7c376a6f1a3d', 'Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 272, '102-051dae8a-46fa-441f-9bea-7c376a6f1a3d.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 4.9, 102),
('9116de38-b174-471a-aeab-8476920fa8b8', 'Ручка шариковая 0,7 мм, чёрные чернила, 1 шт.', 19, '102-9116de38-b174-471a-aeab-8476920fa8b8.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая 0,7 мм, чёрные чернила, 1 шт.', 4.84, 102),
('a9eaac53-fd35-4519-b4c3-688992b33f54', 'Ручка гелевая Linc Cosmo, чёрная, 0,5 мм', 31, '102-a9eaac53-fd35-4519-b4c3-688992b33f54.jpg', 'Самый лучший среди товаров на рынке Ручка гелевая Linc Cosmo, чёрная, 0,5 мм', 4.16, 102),
('8b3f1d25-87a2-48cc-8859-16d7d4e8dc4a', 'Маркер Brauberg Перманентный 150296 Black', 809, '102-8b3f1d25-87a2-48cc-8859-16d7d4e8dc4a.jpeg', 'Самый лучший среди товаров на рынке Маркер Brauberg Перманентный 150296 Black', 4.32, 102),
('0870968a-d58f-4f5c-a544-d42f65d8ea07', 'Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 272, '102-0870968a-d58f-4f5c-a544-d42f65d8ea07.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 4.31, 102),
('32143651-be55-4cb3-9f5f-3265ddcf915d', 'Ручка шариковая Каждый день, синяя, 0,7 мм, 1 шт.', 2, '102-32143651-be55-4cb3-9f5f-3265ddcf915d.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая Каждый день, синяя, 0,7 мм, 1 шт.', 4.92, 102),
('f15cadad-3a55-4915-8086-8131b12862aa', 'Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 12, '102-f15cadad-3a55-4915-8086-8131b12862aa.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 4.42, 102),
('0023b944-425f-4a1f-b1a8-b9efd04626a3', 'Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 13, '102-0023b944-425f-4a1f-b1a8-b9efd04626a3.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 4.31, 102),
('27dbf2b6-1c08-4e99-9ab1-2d1c228a4f36', 'Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 15, '102-27dbf2b6-1c08-4e99-9ab1-2d1c228a4f36.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, синяя, 0,7 мм, 1 шт.', 4.9, 102),
('4b2b8ca8-9e14-4070-9500-90a33dd674d2', 'Карандаш чёрнографитный Schoolformat заточенный, шестигранный с ластиком, НВ', 266, '102-4b2b8ca8-9e14-4070-9500-90a33dd674d2.jpg', 'Самый лучший среди товаров на рынке Карандаш чёрнографитный Schoolformat заточенный, шестигранный с ластиком, НВ', 4.6, 102),
('cc66b97b-b7df-4e2b-aec6-e3a8ccbb8b21', 'Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 279, '102-cc66b97b-b7df-4e2b-aec6-e3a8ccbb8b21.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 4.12, 102),
('e0200393-d791-4e17-a582-6e1535326f2a', 'Ручка гелевая SIGMA синяя, 0,5 мм, 1 шт. в ассортименте', 79, '102-e0200393-d791-4e17-a582-6e1535326f2a.jpg', 'Самый лучший среди товаров на рынке Ручка гелевая SIGMA синяя, 0,5 мм, 1 шт. в ассортименте', 4.81, 102),
('cd3ed990-b47a-45da-9dab-a6172f8f9eaf', 'Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 201, '102-cd3ed990-b47a-45da-9dab-a6172f8f9eaf.jpg', 'Самый лучший среди товаров на рынке Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 4.32, 102),
('48f167fb-e125-48a9-8328-47222639df3f', 'Восковые мелки Гамма Мультики, 24 цвета', 438, '102-48f167fb-e125-48a9-8328-47222639df3f.jpg', 'Самый лучший среди товаров на рынке Восковые мелки Гамма Мультики, 24 цвета', 4.32, 102),
('0e95601c-40ce-4b5d-ae7d-91f1412d6645', 'Маркер Brauberg Перманентный 150296 Black', 850, '102-0e95601c-40ce-4b5d-ae7d-91f1412d6645.jpeg', 'Самый лучший среди товаров на рынке Маркер Brauberg Перманентный 150296 Black', 4.32, 102),
('b2395833-2edb-44cf-90c4-f817e730723e', 'Ручка-роллер BRAUBERG Control СИНЯЯ корпус серебристый узел 05мм линия письма 03мм 141554', 885, '102-b2395833-2edb-44cf-90c4-f817e730723e.jpg', 'Самый лучший среди товаров на рынке Ручка-роллер BRAUBERG Control СИНЯЯ корпус серебристый узел 05мм линия письма 03мм 141554', 4.33, 102),
('3c53f924-7a1a-40a9-8ec1-ededc26880a8', 'Ручка гелевая Pilot Frixion BL-FR-7-L, синяя, 0,7 мм, 1 шт.', 493, '102-3c53f924-7a1a-40a9-8ec1-ededc26880a8.jpg', 'Самый лучший среди товаров на рынке Ручка гелевая Pilot Frixion BL-FR-7-L, синяя, 0,7 мм, 1 шт.', 4.10, 102),
('54900f34-4c8b-46a6-8cab-550add2df7af', 'Карандаш чёрнографитный Schoolformat заточенный, шестигранный с ластиком, НВ', 13, '102-54900f34-4c8b-46a6-8cab-550add2df7af.jpg', 'Самый лучший среди товаров на рынке Карандаш чёрнографитный Schoolformat заточенный, шестигранный с ластиком, НВ', 4.6, 102),
('fac1d6fc-82a2-4404-9edf-b9c1cd6374c1', 'Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 262, '102-fac1d6fc-82a2-4404-9edf-b9c1cd6374c1.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 4.12, 102),
('7a9d8555-c2f9-4351-9cf7-f647d4fcc687', 'Маркер перманентный Staff 151233 Everyday черный круглый наконечник', 29, '102-7a9d8555-c2f9-4351-9cf7-f647d4fcc687.jpg', 'Самый лучший среди товаров на рынке Маркер перманентный Staff 151233 Everyday черный круглый наконечник', 4.44, 102),
('279036a6-01d9-46ca-bad0-f6d5bc692234', 'Ручка-роллер BRAUBERG Control СИНЯЯ корпус серебристый узел 05мм линия письма 03мм 141554', 47, '102-279036a6-01d9-46ca-bad0-f6d5bc692234.jpg', 'Самый лучший среди товаров на рынке Ручка-роллер BRAUBERG Control СИНЯЯ корпус серебристый узел 05мм линия письма 03мм 141554', 4.33, 102),
('9d528867-88a9-457d-9f9e-56179e15b034', 'Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 201, '102-9d528867-88a9-457d-9f9e-56179e15b034.jpg', 'Самый лучший среди товаров на рынке Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 4.32, 102),
('06ca67d4-fd60-45e6-893d-dfb92571aca3', 'Текстовыделитель Lorex Mark it superior зелёный, скошенный, soft touch, 1-5 мм', 62, '102-06ca67d4-fd60-45e6-893d-dfb92571aca3.jpg', 'Самый лучший среди товаров на рынке Текстовыделитель Lorex Mark it superior зелёный, скошенный, soft touch, 1-5 мм', 4.23, 102),
('392ccf9f-5aef-40c4-9412-09e765938f56', 'Маркер Brauberg Перманентный 150296 Black', 688, '102-392ccf9f-5aef-40c4-9412-09e765938f56.jpeg', 'Самый лучший среди товаров на рынке Маркер Brauberg Перманентный 150296 Black', 4.32, 102),
('8d38b469-4462-45e5-bbdb-c7f3f9a4014a', 'Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 13, '102-8d38b469-4462-45e5-bbdb-c7f3f9a4014a.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая Linc Corona Plus, черная, 0,7 мм, 1 шт.', 4.31, 102),
('89548b88-9b93-4801-a1b8-c3e9b1882c6e', 'Фломастеры Berlingo Замки 24 цвета', 780, '102-89548b88-9b93-4801-a1b8-c3e9b1882c6e.jpg', 'Самый лучший среди товаров на рынке Фломастеры Berlingo Замки 24 цвета', 4.5, 102),
('ed1c7b1a-f6a3-44cb-bad0-50809d82f5e5', 'Текстовыделитель Lorex Mark it superior жёлтый, скошенный, soft touch, 1-5 мм', 62, '102-ed1c7b1a-f6a3-44cb-bad0-50809d82f5e5.jpg', 'Самый лучший среди товаров на рынке Текстовыделитель Lorex Mark it superior жёлтый, скошенный, soft touch, 1-5 мм', 4.14, 102),
('1c5182e8-da7f-431a-8cce-173e115c5a0c', 'Ручка-роллер BRAUBERG Control СИНЯЯ корпус серебристый узел 05мм линия письма 03мм 141554', 286, '102-1c5182e8-da7f-431a-8cce-173e115c5a0c.jpg', 'Самый лучший среди товаров на рынке Ручка-роллер BRAUBERG Control СИНЯЯ корпус серебристый узел 05мм линия письма 03мм 141554', 4.33, 102),
('8d8aa87a-5821-46ba-8265-8a4e1fddc55f', 'Фломастеры смываемые MAPED Ocean, 12 цветов', 770, '102-8d8aa87a-5821-46ba-8265-8a4e1fddc55f.jpg', 'Самый лучший среди товаров на рынке Фломастеры смываемые MAPED Ocean, 12 цветов', 4.20, 102),
('5ea91f3b-e752-426e-851e-0a15777ed7c3', 'Ручка гелевая Pilot Frixion BL-FR-7-L, синяя, 0,7 мм, 1 шт.', 485, '102-5ea91f3b-e752-426e-851e-0a15777ed7c3.jpg', 'Самый лучший среди товаров на рынке Ручка гелевая Pilot Frixion BL-FR-7-L, синяя, 0,7 мм, 1 шт.', 4.10, 102),
('36712ea3-44f9-4444-a747-58b32c909e7c', 'Набор карандашей STABILO Othello  чернографитные с ластиком 3шт 2988', 120, '102-36712ea3-44f9-4444-a747-58b32c909e7c.jpeg', 'Самый лучший среди товаров на рынке Набор карандашей STABILO Othello  чернографитные с ластиком 3шт 2988', 4.41, 102),
('fe8e4f29-64c0-4670-8191-2921672f81f7', 'Фломастеры "Замки", 36 цветов', 1047, '102-fe8e4f29-64c0-4670-8191-2921672f81f7.jpg', 'Самый лучший среди товаров на рынке Фломастеры "Замки", 36 цветов', 4.30, 102),
('fb18aa13-8ba4-4ecd-aeee-305206dfbcf0', 'Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 177, '102-fb18aa13-8ba4-4ecd-aeee-305206dfbcf0.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая масляная BRAUBERG Oil Base, СИНЯЯ, корпус синий, узел 0,7мм, линия 0,35мм', 4.12, 102),
('927e16d1-8376-4887-9d2b-f27470396258', 'Фломастеры ErichKrause Basic, 18 цветов', 650, '102-927e16d1-8376-4887-9d2b-f27470396258.jpg', 'Самый лучший среди товаров на рынке Фломастеры ErichKrause Basic, 18 цветов', 4.46, 102),
('f9d26ee8-e20a-4f38-ac90-5ed3c6e80547', 'Ручка шариковая автоматическая 0,3мм STABILO Liner, синяя (3шт)', 250, '102-f9d26ee8-e20a-4f38-ac90-5ed3c6e80547.jpg', 'Самый лучший среди товаров на рынке Ручка шариковая автоматическая 0,3мм STABILO Liner, синяя (3шт)', 4.34, 102),
('b6b7c40f-f759-4e28-92bc-6e0e076c7be9', 'Ручка гелевая Pilot Frixion Рoint BL FRP5 Frixion Рoint 05, черная, 0,5 мм, 1 шт.', 722, '102-b6b7c40f-f759-4e28-92bc-6e0e076c7be9.jpg', 'Самый лучший среди товаров на рынке Ручка гелевая Pilot Frixion Рoint BL FRP5 Frixion Рoint 05, черная, 0,5 мм, 1 шт.', 4.23, 102),
('1e226107-ca02-4e35-8a72-14960d741217', 'Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 31, '102-1e226107-ca02-4e35-8a72-14960d741217.jpg', 'Самый лучший среди товаров на рынке Ручка гелевая Linc Cosmo, синяя, 0,5 мм', 4.32, 102),
('96049ddf-47b9-46f5-ab6e-e80a4d755afc', 'Текстовыделитель Lorex Mark it superior красный, скошенный, soft touch, 1-5 мм', 62, '102-96049ddf-47b9-46f5-ab6e-e80a4d755afc.jpg', 'Самый лучший среди товаров на рынке Текстовыделитель Lorex Mark it superior красный, скошенный, soft touch, 1-5 мм', 4.10, 102),
('275cc184-882e-4b8b-8f5a-6f10b762b04c', 'Восковые мелки Гамма Мультики, 24 цвета', 422, '102-275cc184-882e-4b8b-8f5a-6f10b762b04c.jpg', 'Самый лучший среди товаров на рынке Восковые мелки Гамма Мультики, 24 цвета', 4.32, 102),
('8ad2ccee-7edc-48f0-adad-83b6563be8bb', 'Ручка гелевая Юнландия Пиши-стирай 143240, синяя, 0,5 мм, 1 шт.', 43, '102-8ad2ccee-7edc-48f0-adad-83b6563be8bb.jpg', 'Самый лучший среди товаров на рынке Ручка гелевая Юнландия Пиши-стирай 143240, синяя, 0,5 мм, 1 шт.', 4.51, 102),
('17ab0fc4-8a13-4b91-880b-7972b4b7f7e0', 'Текстовыделитель Lorex Mark it superior оранжевый, скошенный, soft touch, 1-5 мм', 62, '102-17ab0fc4-8a13-4b91-880b-7972b4b7f7e0.jpg', 'Самый лучший среди товаров на рынке Текстовыделитель Lorex Mark it superior оранжевый, скошенный, soft touch, 1-5 мм', 4.16, 102),
('15e3c3a1-dd80-4b7d-a0e6-7daedde9c56a', 'Маркер Brauberg Перманентный 150296 Black', 273, '102-15e3c3a1-dd80-4b7d-a0e6-7daedde9c56a.jpeg', 'Самый лучший среди товаров на рынке Маркер Brauberg Перманентный 150296 Black', 4.32, 102);
