INSERT INTO product (id, name, price, imgsrc, description, rating, category_id)
	VALUES



















('8f555b33-61a6-4be0-9fa8-bff194ce9c1a', 'Тетрадь школьная ArtSpace Эконом клетка 12 листов А5 1 шт', 15, '101-8f555b33-61a6-4be0-9fa8-bff194ce9c1a.jpg', 'Самый лучший среди товаров на рынке Тетрадь школьная ArtSpace Эконом клетка 12 листов А5 1 шт', 4.9, 101),
('f58b9afb-97c0-4f8a-93b7-d9ce28d11cb6', 'Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 386, '101-f58b9afb-97c0-4f8a-93b7-d9ce28d11cb6.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 4.81, 101),
('729fd544-bc39-4986-b106-06c7c83e867c', 'Тетрадь тонкая ПЗБМ школьная в клетку 12 листов', 6, '101-729fd544-bc39-4986-b106-06c7c83e867c.jpg', 'Самый лучший среди товаров на рынке Тетрадь тонкая ПЗБМ школьная в клетку 12 листов', 4.98, 101),
('3784f289-0d0a-4924-8372-5e52fb6110a0', 'Тетрадь школьная ArtSpace Эконом клетка 12 листов А5 1 шт', 519, '101-3784f289-0d0a-4924-8372-5e52fb6110a0.jpg', 'Самый лучший среди товаров на рынке Тетрадь школьная ArtSpace Эконом клетка 12 листов А5 1 шт', 4.9, 101),
('8eb848f6-3043-49e6-bd3d-2319355f310c', 'Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 347, '101-8eb848f6-3043-49e6-bd3d-2319355f310c.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 4.81, 101),
('4184467e-cd0a-42e9-9f7d-ad09e2cc3479', 'Тетрадь Hatber Нежность A5 клетка 96 листов 1 шт', 1336, '101-4184467e-cd0a-42e9-9f7d-ad09e2cc3479.jpeg', 'Самый лучший среди товаров на рынке Тетрадь Hatber Нежность A5 клетка 96 листов 1 шт', 4.54, 101),
('7cd0e8c5-4628-4435-97ab-28542f1b6354', 'Тетрадь школьная ArtSpace Эконом клетка 12 листов А5 1 шт', 310, '101-7cd0e8c5-4628-4435-97ab-28542f1b6354.jpg', 'Самый лучший среди товаров на рынке Тетрадь школьная ArtSpace Эконом клетка 12 листов А5 1 шт', 4.9, 101),
('06254f2d-5f57-4d23-8845-ffa0d3ad1284', 'Тетрадь общая Listoff 48 листов А5 на скрепке в клетку в ассортименте', 50, '101-06254f2d-5f57-4d23-8845-ffa0d3ad1284.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая Listoff 48 листов А5 на скрепке в клетку в ассортименте', 4.62, 101),
('a86382a0-6cf5-4478-9d0f-2d7db00d44e8', 'Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 311, '101-a86382a0-6cf5-4478-9d0f-2d7db00d44e8.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 4.81, 101),
('466ffeb1-0898-45e5-a5c7-45bc822b3edd', 'Тетрадь Schoolformat Время действовать спорт, клетка, А5, 96 л', 233, '101-466ffeb1-0898-45e5-a5c7-45bc822b3edd.jpg', 'Самый лучший среди товаров на рынке Тетрадь Schoolformat Время действовать спорт, клетка, А5, 96 л', 4.53, 101),
('387305b8-42e0-44b4-a280-8481646d42fb', 'Тетрадь общая Проф-Пресс Джойстики А5 в клетку 48 л', 81, '101-387305b8-42e0-44b4-a280-8481646d42fb.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая Проф-Пресс Джойстики А5 в клетку 48 л', 4.9, 101),
('3c17cc8e-5232-46b2-91ce-778ccfb73bf5', 'Сменный блок для тетрадей Апплика A5 клетка 200 листов 1 шт', 160, '101-3c17cc8e-5232-46b2-91ce-778ccfb73bf5.jpg', 'Самый лучший среди товаров на рынке Сменный блок для тетрадей Апплика A5 клетка 200 листов 1 шт', 4.32, 101),
('b63093da-3f5a-4eea-bbca-03ac6d72276c', 'Тетрадь общая ПЗБМ Перевертыш 96 листов А5 на гребне в линию-в клетку в ассортименте', 120, '101-b63093da-3f5a-4eea-bbca-03ac6d72276c.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая ПЗБМ Перевертыш 96 листов А5 на гребне в линию-в клетку в ассортименте', 4.40, 101),
('6019f270-8251-4e06-b185-aec0face5ed3', 'Тетрадь Staff бумвинил 403418 на скрепке A5 клетка 96 листов, цвет синий 1 шт', 79, '101-6019f270-8251-4e06-b185-aec0face5ed3.jpg', 'Самый лучший среди товаров на рынке Тетрадь Staff бумвинил 403418 на скрепке A5 клетка 96 листов, цвет синий 1 шт', 4.48, 101),
('33ad7618-6103-46d5-9cee-ee56857ebd99', 'Тетрадь общая в клетку Канц-Эксмо, А6, 120 л., 1 шт.', 158, '101-33ad7618-6103-46d5-9cee-ee56857ebd99.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку Канц-Эксмо, А6, 120 л., 1 шт.', 4.36, 101),
('bdca9c37-d67b-4a42-9a4d-1731dd0d7df1', 'Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 233, '101-bdca9c37-d67b-4a42-9a4d-1731dd0d7df1.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 4.81, 101),
('b7571c7f-330c-49c0-9a58-e64156a4b4f7', 'Тетрадь тонкая ПЗБМ 18 листов А5 на скрепке в клетку 10 шт', 91, '101-b7571c7f-330c-49c0-9a58-e64156a4b4f7.jpg', 'Самый лучший среди товаров на рынке Тетрадь тонкая ПЗБМ 18 листов А5 на скрепке в клетку 10 шт', 4.46, 101),
('6e7d043f-474c-4ce3-af75-35a6e4636f8f', 'Тетрадь общая в клетку ПЗБФ Черно-белые звери 027941, 48 л., 1 шт.', 1953, '101-6e7d043f-474c-4ce3-af75-35a6e4636f8f.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку ПЗБФ Черно-белые звери 027941, 48 л., 1 шт.', 4.59, 101),
('366464ff-4552-4b6d-a21a-4c8b8206e3d0', 'Тетрадь АШАН Красная птица на спирали A4 клетка 96 листов 1 шт', 150, '101-366464ff-4552-4b6d-a21a-4c8b8206e3d0.jpg', 'Самый лучший среди товаров на рынке Тетрадь АШАН Красная птица на спирали A4 клетка 96 листов 1 шт', 4.51, 101),
('c5b20011-8f3b-4d96-92c7-7ed7c3c76f46', 'Тетрадь Schoolformat Время действовать спорт, клетка, А5, 96 л', 81, '101-c5b20011-8f3b-4d96-92c7-7ed7c3c76f46.jpg', 'Самый лучший среди товаров на рынке Тетрадь Schoolformat Время действовать спорт, клетка, А5, 96 л', 4.53, 101),
('316a9b33-eaeb-48f3-b40d-c168679ae79a', 'Тетрадь SIGMA на спирали A5 клетка 60 листов 1 шт', 79, '101-316a9b33-eaeb-48f3-b40d-c168679ae79a.jpg', 'Самый лучший среди товаров на рынке Тетрадь SIGMA на спирали A5 клетка 60 листов 1 шт', 4.81, 101),
('023074e6-a014-49c2-8c3e-2df9dd258111', 'Тетрадь Hatber Нежность A5 клетка 96 листов 1 шт', 292, '101-023074e6-a014-49c2-8c3e-2df9dd258111.jpeg', 'Самый лучший среди товаров на рынке Тетрадь Hatber Нежность A5 клетка 96 листов 1 шт', 4.54, 101),
('1331fc4f-0be1-41cb-a08b-0c419d93b94d', 'Колледж-тетрадь АппликА 80 листов А4 переплет в клетку в ассортименте', 230, '101-1331fc4f-0be1-41cb-a08b-0c419d93b94d.jpg', 'Самый лучший среди товаров на рынке Колледж-тетрадь АппликА 80 листов А4 переплет в клетку в ассортименте', 4.97, 101),
('24293dd5-a8af-44a6-8228-0e449b99846c', 'Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 158, '101-24293dd5-a8af-44a6-8228-0e449b99846c.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 4.81, 101),
('a02a3bdf-ea9d-4e07-b9bd-db6a86f45913', 'Тетрадь АШАН Красная птица на спирали A4 клетка 96 листов 1 шт', 150, '101-a02a3bdf-ea9d-4e07-b9bd-db6a86f45913.jpg', 'Самый лучший среди товаров на рынке Тетрадь АШАН Красная птица на спирали A4 клетка 96 листов 1 шт', 4.51, 101),
('f3e6482e-cdf2-4e02-bff1-834dbbc29446', 'Тетрадь Academy Style на кольцах A4 клетка 96 листов 1 шт', 130, '101-f3e6482e-cdf2-4e02-bff1-834dbbc29446.jpg', 'Самый лучший среди товаров на рынке Тетрадь Academy Style на кольцах A4 клетка 96 листов 1 шт', 4.40, 101),
('6fb9e8ca-f75b-4a38-a919-a49e0d45484e', 'Тетрадь общая Academy Style Треугольники Футбол в клетку, 48 л., в ассортименте', 89, '101-6fb9e8ca-f75b-4a38-a919-a49e0d45484e.png', 'Самый лучший среди товаров на рынке Тетрадь общая Academy Style Треугольники Футбол в клетку, 48 л., в ассортименте', 4.38, 101),
('5f205f9f-8c7f-4f10-8294-96d8bc04cc39', 'Тетрадь Hatber Нежность A5 клетка 96 листов 1 шт', 246, '101-5f205f9f-8c7f-4f10-8294-96d8bc04cc39.jpeg', 'Самый лучший среди товаров на рынке Тетрадь Hatber Нежность A5 клетка 96 листов 1 шт', 4.54, 101),
('4a34ab98-15f3-4b44-8542-6569b84231ac', 'Тетрадь общая в клетку Апплика Красный, 96 л., 1 шт.', 143, '101-4a34ab98-15f3-4b44-8542-6569b84231ac.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку Апплика Красный, 96 л., 1 шт.', 4.35, 101),
('d3fe816c-e195-47b0-89ff-468970abb370', 'Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 89, '101-d3fe816c-e195-47b0-89ff-468970abb370.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая бумвинил А4 96л. ЭКОНОМ, клетка, STAFF, СИНИЙ, 403408', 4.81, 101),
('40a90948-52c2-45e9-aab2-acbed003cb56', 'Тетрадь общая в клетку ПЗБФ Черно-белые звери 027941, 48 л., 1 шт.', 303, '101-40a90948-52c2-45e9-aab2-acbed003cb56.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку ПЗБФ Черно-белые звери 027941, 48 л., 1 шт.', 4.59, 101),
('5f6dd3a4-f831-4f79-9d8f-ce2d4f34d0d8', 'Тетрадь Academy Style на кольцах A4 клетка 96 листов 1 шт', 153, '101-5f6dd3a4-f831-4f79-9d8f-ce2d4f34d0d8.jpg', 'Самый лучший среди товаров на рынке Тетрадь Academy Style на кольцах A4 клетка 96 листов 1 шт', 4.40, 101),
('f3b9b063-357b-4c47-ace1-116dad3e4501', 'Тетрадь для записи иероглифов кандзи АСТ Японский язык 1 шт', 78, '101-f3b9b063-357b-4c47-ace1-116dad3e4501.jpg', 'Самый лучший среди товаров на рынке Тетрадь для записи иероглифов кандзи АСТ Японский язык 1 шт', 4.33, 101),
('d8eff685-8d22-4ebf-a447-17ef3bc59cd7', 'Тетрадь предметная Проф-Пресс клетка Profit Аниме Информатика холодная фольга 48л А5', 415, '101-d8eff685-8d22-4ebf-a447-17ef3bc59cd7.jpg', 'Самый лучший среди товаров на рынке Тетрадь предметная Проф-Пресс клетка Profit Аниме Информатика холодная фольга 48л А5', 4.1, 101),
('1836ea6c-9779-41b1-b906-2ae68c8bbb3f', 'Сменный блок для тетрадей Апплика A4 клетка 100 листов 1 шт', 75, '101-1836ea6c-9779-41b1-b906-2ae68c8bbb3f.jpg', 'Самый лучший среди товаров на рынке Сменный блок для тетрадей Апплика A4 клетка 100 листов 1 шт', 4.29, 101),
('18463c34-772b-406a-9ce3-e61fc1ed4950', 'Сменный блок к тетради на кольцах А5 120л. BRAUBERG, Белый, 403260', 335, '101-18463c34-772b-406a-9ce3-e61fc1ed4950.jpg', 'Самый лучший среди товаров на рынке Сменный блок к тетради на кольцах А5 120л. BRAUBERG, Белый, 403260', 4.7, 101),
('8e0c74d5-d500-4f61-97cb-83a990f7cf56', 'Тетрадь Hatber Нежность A5 клетка 96 листов 1 шт', 235, '101-8e0c74d5-d500-4f61-97cb-83a990f7cf56.jpeg', 'Самый лучший среди товаров на рынке Тетрадь Hatber Нежность A5 клетка 96 листов 1 шт', 4.54, 101),
('9986935c-be8e-4ed9-9eea-4e6a1086e7a7', 'Тетрадь предметная Проф-Пресс линейка Profit Аниме Литература холодная фольга 48л А5', 415, '101-9986935c-be8e-4ed9-9eea-4e6a1086e7a7.jpg', 'Самый лучший среди товаров на рынке Тетрадь предметная Проф-Пресс линейка Profit Аниме Литература холодная фольга 48л А5', 4.1, 101),
('49b795ef-96aa-4b97-86b0-01f1ad818dfb', 'Тетрадь Schoolformat футбольные трюки, клетка, А5, 48 л', 208, '101-49b795ef-96aa-4b97-86b0-01f1ad818dfb.jpg', 'Самый лучший среди товаров на рынке Тетрадь Schoolformat футбольные трюки, клетка, А5, 48 л', 4.20, 101),
('60a8daf7-8550-4e1a-813b-7c2566f16cb8', 'Тетрадь тонкая ПЗБМ Единорожки 12 листов А5 на скрепке в клетку в ассортименте', 300, '101-60a8daf7-8550-4e1a-813b-7c2566f16cb8.jpg', 'Самый лучший среди товаров на рынке Тетрадь тонкая ПЗБМ Единорожки 12 листов А5 на скрепке в клетку в ассортименте', 4.47, 101),
('679d7b49-acb8-4015-a950-7c7b539cc66b', 'Тетрадь общая в клетку ПЗБФ Черно-белые звери 027941, 48 л., 1 шт.', 303, '101-679d7b49-acb8-4015-a950-7c7b539cc66b.jpg', 'Самый лучший среди товаров на рынке Тетрадь общая в клетку ПЗБФ Черно-белые звери 027941, 48 л., 1 шт.', 4.59, 101),
('50bd5bed-2a21-48f0-9f34-7a5246803c93', 'Тетрадь школьная ПЗБФ Цветная линейка 12 листов А5 1 шт', 5, '101-50bd5bed-2a21-48f0-9f34-7a5246803c93.jpg', 'Самый лучший среди товаров на рынке Тетрадь школьная ПЗБФ Цветная линейка 12 листов А5 1 шт', 4.95, 101),
('bf743ab5-b54f-46ea-9a20-80a8800568fb', 'Тетрадь Lorex Wayward cat soft touch клетка, А5, 48 л', 62, '101-bf743ab5-b54f-46ea-9a20-80a8800568fb.jpg', 'Самый лучший среди товаров на рынке Тетрадь Lorex Wayward cat soft touch клетка, А5, 48 л', 4.42, 101),
('880c5773-86a8-4017-a5a1-c12b048c43b9', 'Тетрадь ученическая 18 листов ПЗБМ 7146012316 A5 клетка 1 шт', 5, '101-880c5773-86a8-4017-a5a1-c12b048c43b9.jpeg', 'Самый лучший среди товаров на рынке Тетрадь ученическая 18 листов ПЗБМ 7146012316 A5 клетка 1 шт', 4.39, 101);
